{"id":10394,"date":"2020-10-01T12:54:36","date_gmt":"2020-10-01T12:54:36","guid":{"rendered":"https:\/\/www.incoproip.com\/?p=10394"},"modified":"2022-02-03T19:56:35","modified_gmt":"2022-02-03T19:56:35","slug":"website-enforcement-why-google-must-go-further-in-tackling-counterfeits","status":"publish","type":"post","link":"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/","title":{"rendered":"Website Enforcement: Why Google must go further in tackling counterfeits"},"content":{"rendered":"\n<p class=\"has-medium-font-size\"><strong>Google has long been accused of turning a blind eye towards websites that offer counterfeits or otherwise infringe trademarks. The search engine giant’s historical stance was to resist de-indexing requests, only relenting once a court order was obtained by a brand owner.<\/strong><\/p>\n\n\n\n<p class=\"has-medium-font-size\"><strong>Now, Google has shifted its stance and launched a de-indexing tool for trademark infringements – but does this tool go far enough?<\/strong><\/p>\n\n\n\n<p>Since the publication of our data-led research paper, <a href=\"https:\/\/www.incoproip.com\/reports\/how-and-why-search-engines-must-take-responsibility-for-tackling-counterfeiters\/\">‘Search engines: Time to step up&#8217;<\/a>, Incopro has been lobbying Google to do more to protect consumers and brands from counterfeits.<br><br>In a recent policy change, Google announced that they will now de-index links to individual webpages that list counterfeits when notified. However, they will not de-index entire websites dedicated to selling fakes.<br><br>In this piece, we share the insights from our recent webinar <a href=\"https:\/\/www.incoproip.com\/webinar-website-enforcement\/\">‘Website Enforcement: Does Google’s Policy Change Deliver for Brands?<\/a>’, with key quotes from our panelists: Simon Baggs, CEO and Co-Founder at <strong>Incopro<\/strong>, Måns Sjöstrand, Head of IP &amp; Brand Protection at <strong>Daniel Wellington<\/strong>;&nbsp;Rachel Alexander, Partner in the IP Litigation Group at <strong>Wiggin<\/strong>; and Mike Sweeney, Senior Legal Counsel at&nbsp;<strong>Incopro<\/strong>. Read to learn the background behind the policy change, what this change means for brands, and why Google still needs to go further.<\/p>\n\n\n\n<h2 class=\"heading-branded has-text-color\" id=\"h-part-1-website-infringement-the-problem-and-challenges-for-brands\" style=\"color:#009ca6\"><strong>Part 1:&nbsp;Website infringement – the problem and challenges for brands&nbsp;&nbsp;<\/strong><\/h2>\n\n\n\n<p>Website infringement refers to the unauthorized use of intellectual property on a webpage\/website or within a domain name.<\/p>\n\n\n\n<p>It continues to put consumers at risk, inflict damage on digital revenues, and erode brand reputation. This issue is only exacerbated by search engines, with links to websites that offer counterfeit goods appearing prominently in search results &#8211; an average of<strong> 56.3%<\/strong> of traffic to these sites arrives via organic search[1].<\/p>\n\n\n\n<p>Indeed, up to&nbsp;<strong>60%<\/strong>&nbsp;of product results returned by search engines are for websites and other online locations that offer products that are either counterfeit or otherwise infringe intellectual property[2].<\/p>\n\n\n\n<p>Search engines are also intrinsically linked to infringements found on other channels such as marketplaces and social media, with results pages, social posts, and individual listings indexed within search results.<\/p>\n\n\n\n<h3 id=\"h-the-key-threats-to-brands\"><strong>The key threats to brands<\/strong><\/h3>\n\n\n\n<p>Website infringement presents&nbsp;several critical challenges&nbsp;to businesses, such as:&nbsp;<\/p>\n\n\n\n<ul type=\"1\"><li><strong>High risk of consumer confusion<\/strong> – Bad actors create mirror sites resembling official sites to trick consumers, use SEO engineering to boost search ranks, and promote phishing websites to steal data.<\/li><li><strong>Difficult enforcement in comparison to social media and marketplaces<\/strong> – Brand owners face longer response times, uncompliant hosts\/registrars, and infringers that migrate from host to host. UDRP and court actions are often required.<\/li><li><strong>Managing vast domain name portfolios<\/strong> &#8211; Brands are also often pushed to invest in domain name portfolios going far beyond practical business needs in order to try to proactively limit risk.&nbsp;&nbsp;<\/li><\/ul>\n\n\n\n<h3 id=\"h-daniel-wellington-case-study-dwstore-ru-dwbutik-ru\"><strong>Daniel Wellington case study: dwstore.ru \/ dwbutik.ru&nbsp;&nbsp;<\/strong><\/h3>\n\n\n\n<p>In the webinar Måns Sjöstrand, Head of IP &amp; Brand Protection at <strong>Daniel Wellington<\/strong>, shared an example of two websites &#8211; dwstore.ru and dwbutik.ru &#8211; that were wholly dedicated to counterfeiting and were mirroring Daniel Wellington’s official site.<\/p>\n\n\n\n<p>These websites were top ranking on Google and Yandex Russia&nbsp;searches. The Russia-based website host&nbsp;was non-responsive, and the identity of the infringer was initially unknown, complicating enforcement efforts.<\/p>\n\n\n\n<p>The continued operation of the infringing websites represented de facto competition to Daniel Wellington’s local e-commerce&nbsp;performance.<\/p>\n\n\n\n<div class=\"wp-block-columns mb-0\">\n<div class=\"wp-block-column\">\n<figure class=\"wp-block-image size-large clear-top clear-bottom no-styling\"><img width=\"707\" height=\"540\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Screenshot-dwstore.ru_-1.png\" alt=\"\" class=\"wp-image-10421\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Screenshot-dwstore.ru_-1.png 707w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Screenshot-dwstore.ru_-1-300x229.png 300w\" sizes=\"(max-width: 707px) 100vw, 707px\" \/><\/figure>\n<\/div>\n\n\n\n<div class=\"wp-block-column\">\n<figure class=\"wp-block-image size-large clear-top clear-bottom no-styling\"><img width=\"657\" height=\"586\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Screenshot-dwbutik.ru_-1.png\" alt=\"\" class=\"wp-image-10423\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Screenshot-dwbutik.ru_-1.png 657w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Screenshot-dwbutik.ru_-1-300x268.png 300w\" sizes=\"(max-width: 657px) 100vw, 657px\" \/><\/figure>\n<\/div>\n<\/div>\n\n\n\n<p class=\"has-text-align-center has-normal-font-size\"><em>From left to right: Screenshots of dwstore.ru and dwbutik.ru<\/em><\/p>\n\n\n\n<p>Legal actions against the host, and later against the website owner, were required. With the previous stance taken by Google, a brand owner would need to await first instance court judgement before webpages would be de-indexed. A second instance judgement in turn would be needed for&nbsp;the host to&nbsp;act.<\/p>\n\n\n\n<p>With Google’s Legal Shooter form now supporting notices for trademark infringement, Daniel Wellington was able to de-index from search results <strong>70<\/strong> individual URLs. Further action brought the two domains under the brand owner’s control – if the domains are visited now, they will redirect to Daniel Wellington’s official Russian website.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full clear-bottom\"><img width=\"1394\" height=\"591\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Daniel-Wellington-Website-enforcement.png\" alt=\"Daniel Wellington - Website enforcement\" class=\"wp-image-10395\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Daniel-Wellington-Website-enforcement.png 1394w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Daniel-Wellington-Website-enforcement-300x127.png 300w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Daniel-Wellington-Website-enforcement-1024x434.png 1024w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Daniel-Wellington-Website-enforcement-768x326.png 768w\" sizes=\"(max-width: 1394px) 100vw, 1394px\" \/><\/figure>\n\n\n\n<p>In a recent poll of Brand Protection experts, a staggering <strong>83%<\/strong> stated that when website takedown requests are sent to hosts and registrars most are not actioned, and those that are actioned are easily circumnavigated by infringers – the websites move quickly and re-appear elsewhere. This suggests the current system for enforcing against website infringements is inherently flawed and ineffective for brand owners.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large clear-bottom\"><img width=\"417\" height=\"193\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Poll-How-effective-are-takedown-requests-sent-to-hosts-registrars.png\" alt=\"\" class=\"wp-image-10397\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Poll-How-effective-are-takedown-requests-sent-to-hosts-registrars.png 417w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Poll-How-effective-are-takedown-requests-sent-to-hosts-registrars-300x139.png 300w\" sizes=\"(max-width: 417px) 100vw, 417px\" \/><\/figure>\n\n\n\n<h2 class=\"heading-branded has-text-color\" id=\"h-part-2-google-s-historic-position-on-tackling-fake-websites-why-it-needed-to-change\" style=\"color:#009ca6\"><strong>PART 2:&nbsp;Google’s historic position on tackling fake websites – why it needed to change&nbsp;<\/strong><\/h2>\n\n\n\n<p>Rachel&nbsp;Alexander, Partner in the IP Litigation Group, Wiggin, states that Google’s historic position was simply to refuse to remove search links leading to counterfeit-selling websites or webpages.<\/p>\n\n\n\n<p>The platform stated, <strong>“Google does not at this time de-index URLs or websites from its Web Search index on trademark grounds upon request.”<\/strong>&nbsp;<\/p>\n\n\n\n<p>However, this approach to trademark infringement was highly inconsistent with other areas:&nbsp;<\/p>\n\n\n\n<ul><li><strong>Copyright:<\/strong> Google would de-index URLs that lead to copyright-infringing material&nbsp;<\/li><li><strong>Spam\/phishing\/malware:<\/strong>&nbsp;Google would remove scam websites from search results&nbsp;<\/li><\/ul>\n\n\n\n<p>Google justified its position&nbsp;by stating that it was legally required to act in relation to reported copyright infringement under US law, but no such legislation existed requiring to remove trademark-infringing material.<\/p>\n\n\n\n<p>Google also maintained that there were commercial drivers that it had to consider when ensuring utility of its search engine.<\/p>\n\n\n\n<p>The search engine giant takes the view that it is not a “publisher” when notified of trademark infringements and therefore it denies that it has responsibility for harmful activities of others.<\/p>\n\n\n\n<p>Google would only relent and act against an infringer once a court order was obtained by a brand owner.<\/p>\n\n\n\n<h3 id=\"h-the-stark-contrast-between-host-providers-platforms-and-search-engines\"><strong>The stark contrast between host providers \/  platforms and search engines<\/strong><\/h3>\n\n\n\n<p>Hosting platforms will&nbsp;act&nbsp;when notified of trademark infringements or counterfeit goods. There is a requirement for hosts to act “expeditiously to remove or to disable access to [illegal] information” once on notice. If they do not act swiftly, they may lose safe harbor protections and be sued for damages (See e.g., Art. 14, E-Commerce Directive 2000\/31\/EC.)<\/p>\n\n\n\n<p>Google’s stated intent, on the other hand, was to fight any attempt to use legal process to address trademark infringements.<\/p>\n\n\n\n<h3 id=\"h-why-does-it-matter\"><strong>Why does it matter?&nbsp;<\/strong><\/h3>\n\n\n\n<p>Counterfeiting causes financial and reputational to brand owners, gives rise to wider social and economic impacts, and funds wider criminal activities.<\/p>\n\n\n\n<p>The prevalence of websites selling counterfeit goods, including potentially harmful goods, also puts consumers at greater risk. And search engines play a decisive role in enabling the discovery of these dangerous websites and web pages.<\/p>\n\n\n\n<p><strong>“[De-indexing]<\/strong> <strong>is<\/strong> <strong>simple, not very costly and within reach of a moderately experienced programmer” <\/strong>(Hamburg Regional Court, Max Mosley v Google Inc.)<\/p>\n\n\n\n<p>In other contexts, intermediary injunctions are effective – there is the potential to ‘scale-up’ and tackle operators with global reach. There is a need for a “multi-pronged” approach&nbsp;and greater collaboration between search engines and brand owners.<\/p>\n\n\n\n<p>In a recent poll of Brand Protection experts, an overwhelming majority<strong> (83%)<\/strong> believe that the law in the US and Europe should change to require Google to do more. This supports the argument that brand owners feel regulatory pressure is the best means of enacting change – in many cases, platforms still refuse to go above and beyond what the law requires of them.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large clear-bottom\"><img width=\"378\" height=\"181\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Poll-Should-the-law-in-the-US-Europe-change.png\" alt=\"\" class=\"wp-image-10399\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Poll-Should-the-law-in-the-US-Europe-change.png 378w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Poll-Should-the-law-in-the-US-Europe-change-300x144.png 300w\" sizes=\"(max-width: 378px) 100vw, 378px\" \/><\/figure>\n\n\n\n<h2 class=\"heading-branded has-text-color\" id=\"h-part-3-google-s-new-policy-what-has-changed-and-what-brands-need-to-know\" style=\"color:#009ca6\"><strong>PART 3:&nbsp;Google’s new policy – what has changed and what brands need to know&nbsp;<\/strong><\/h2>\n\n\n\n<p>In June, Google significantly shifted its policy &#8211; Court Orders are no longer required to notify Google of trademark infringements&nbsp;and have them removed from search results.<\/p>\n\n\n\n<p>Brands concerned about trademark infringing webpages appearing in organic search can now notify Google using the Legal Shooter Form.<\/p>\n\n\n\n<h3 id=\"h-the-good-news\">The good news&nbsp;<\/h3>\n\n\n\n<ul><li>It is encouraging to see Google responding to lobbying pressure&nbsp;&nbsp;<\/li><li>The Legal Shooter Form represents a new weapon for brands to use in website enforcement &#8211; especially against uncompliant hosts and registrars. It is worth noting that successfully using the tool does not remove infringing websites from the internet.&nbsp;<\/li><li>There is a sense of “levelling-up”&nbsp;trademarks&nbsp;in line with copyright.&nbsp;<\/li><li>The new solution is more cost effective – brands do not need to seek a Court Order to have individual webpages removed<\/li><\/ul>\n\n\n\n<h3 id=\"h-the-bad-news\">The bad news&nbsp;&nbsp;<\/h3>\n\n\n\n<ul><li>Google will still only evaluate notices on a&nbsp;URL by URL basis – entire websites cannot be deindexed<\/li><li>This is true even for websites which self-declare as infringing and serve no legitimate purpose.&nbsp;&nbsp;<\/li><li>Does very little to alleviate the strain on brands whose budgets are already under pressure. A small number of websites can comprise over <strong>100,000&nbsp;URLs<\/strong>.<\/li><li>There are several practical limitations – The form only supports Gmail&nbsp;accounts and requires screenshot evidence for every notice, further increasing the effort required to send each notice.<\/li><\/ul>\n\n\n\n<p>In a recent poll of Brand Protection experts, a <strong>33%<\/strong> stated that they believed the tool is not scalable and therefore will only use it rarely. This further supports Incopro’s argument that Google must go further in tackling counterfeits.<\/p>\n\n\n\n<p>Interestingly, <strong>43% <\/strong>stated that they intend to use the tool going forward. We also support this stance – it will enable brand owners to work out whether the tool can be used effectively and allow them to provide feedback to Google on how it can be improved. It also stops the search giant from rightfully claiming that the tool is not being utilized and therefore refusing to invest time in improving the tool or further shifting their policy.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large clear-bottom\"><img width=\"378\" height=\"248\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Poll-Initial-view-of-URL-enforcement-tool.png\" alt=\"\" class=\"wp-image-10401\" title=\"\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Poll-Initial-view-of-URL-enforcement-tool.png 378w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Poll-Initial-view-of-URL-enforcement-tool-300x197.png 300w\" sizes=\"(max-width: 378px) 100vw, 378px\" \/><\/figure>\n\n\n\n<h2 class=\"heading-branded has-text-color\" id=\"h-part-4-further-change-is-needed-what-else-google-must-do-and-how-brands-can-collaborate-to-drive-this\" style=\"color:#009ca6\"><strong>Part 4: Further change is needed – what else Google must do and how brands can collaborate to drive this&nbsp;<\/strong><\/h2>\n\n\n\n<p>Google’s policy change is a step in the right direction – however it does not go far enough.<\/p>\n\n\n\n<p>Incopro has campaigned for a scalable solution to tackle widespread infringement. Under this new system, trademark owners are still not able to have entire websites that are dedicated to selling counterfeits removed from search results – only individual pages.&nbsp;<\/p>\n\n\n\n<h3 id=\"h-what-can-brands-do-now\"><strong>What can brands do now?<\/strong><\/h3>\n\n\n\n<p>Rachel Alexander affirms that there is well-established case law that brands can deploy to fight website infringement. Injunctions are increasingly targeting internet intermediaries such as ISPs using trademark rights – and in cases within France and Canada the term intermediary also refers to search engines.<\/p>\n\n\n\n<p>Brand owners have previously used ISP blocking orders alongside de-indexing orders for copyright infringing content. This case law can be developed further by brand owners to target trademark infringements and to work in a flexible, scalable way.<\/p>\n\n\n\n<p>Google must do more. As legislative and regulatory pressure on internet platforms intensifies, brands should seek to capitalize on the growing momentum and redouble efforts in pursuit of change.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>“Google has done something in response to pressures applied to it. Perhaps that gives an indication of its willingness to go further – I think that’s especially true if brands can lend their weight and support in future lobbying efforts.”<\/p><cite>Mike Sweeney, Senior Legal Counsel, Incopro<\/cite><\/blockquote>\n\n\n\n<h2 class=\"heading-branded\" id=\"h-talk-to-an-expert\"><strong>Talk to an expert<\/strong><\/h2>\n\n\n\n<p><a href=\"https:\/\/www.incoproip.com\/difference\/talisman-online-brand-protection\/\">Talisman<\/a>, Incopro’s market-leading Brand Protection platform helps businesses discover, prioritize, and build evidence against infringing websites for online and offline action. Talk to one of our experts to learn more about our advanced technology and find out how we can work alongside other brand owners to lobby platforms and bring about lasting change.<\/p>\n\n\n<div class=\"cta-button align-left\">\n    <a href=\"\/expert\" title=\"Talk&#x20;to&#x20;an&#x20;Expert\"  class=\"btn btn--primary caret-btn\">Talk to an Expert<\/a>\n<\/div>\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<h3 id=\"h-webinar-website-enforcement-does-google-s-policy-change-deliver-for-brands\"><strong>Webinar: Website enforcement – Does Google’s Policy Change Deliver for Brands?<\/strong><\/h3>\n\n\n\n<p>Here further insights from our expert panel on the background behind Google’s policy change, what it means for brand owners, and why brand owners and other parties need to lobby Google to provide a scalable solution to widespread infringement. Access the webinar-on demand <a href=\"https:\/\/www.incoproip.com\/webinar-website-enforcement\/\">here<\/a>.<\/p>\n\n\n\n<div class=\"wp-block-group\"><div class=\"wp-block-group__inner-container\"><section class=\"product-cta\">\n    <div class=\"container\">\n        <div class=\"product\">\n            <div class=\"product__inner\">\n                <div>\n                    <h2>SEARCH ENGINES: TIME TO STEP UP<\/h2>\n                    <p>According to our data-driven research paper, ‘Search Engines: Time to Step Up’, published in October 2019, search engines are pivotal in directing traffic to websites that offer counterfeit goods – with an average of 56.3% of traffic to those sites arriving via organic search.<br \/>\r\n<br \/>\r\nRead the full research into the availability of counterfeits through search and recommendations for a scalable, collaborative solution.<\/p>\n                                        <a href=\"\/reports\/how-and-why-search-engines-must-take-responsibility-for-tackling-counterfeiters\/\" title=\"SEARCH&#x20;ENGINES&#x3A;&#x20;TIME&#x20;TO&#x20;STEP&#x20;UP\"  class=\"btn btn--primary\">Read the research<\/a>\n                                    <\/div>\n                <div>\n                    <div class=\"product__img-wrap\">\n                        <img\n                            src=\"\/wp-content\/uploads\/2020\/05\/Search-Engine-report-page_thumbnail-48x0-c-default.png\"\n                            data-src=\"\/wp-content\/uploads\/2020\/05\/Search-Engine-report-page_thumbnail-680x0-c-default.png\"\n                            alt=\"SEARCH&#x20;ENGINES&#x3A;&#x20;TIME&#x20;TO&#x20;STEP&#x20;UP\"\n                            class=\"product__img lazyload blur-up\" \/>\n                    <\/div>\n                <\/div>\n            <\/div>\n        <\/div>\n    <\/div>\n<\/section><\/div><\/div>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<h3 id=\"h-references\">References<\/h3>\n\n\n\n<p>[1] Search Engines: Time to Step Up: https:\/\/www.incoproip.com\/reports\/how-and-why-search-engines-must-take-responsibility-for-tackling-counterfeiters\/<\/p>\n\n\n\n<p>[2] Search Engines: Time to Step Up: https:\/\/www.incoproip.com\/reports\/how-and-why-search-engines-must-take-responsibility-for-tackling-counterfeiters\/<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Google has shifted its stance and launched a de-indexing tool for trademark infringements – but does this tool go far enough? Hear from experts at Daniel Wellington, Wiggin, and Incopro on what the change means for brands and why a scalable solution is still needed.<\/p>\n","protected":false},"author":5,"featured_media":13647,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[3626,6556],"tags":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.7 (Yoast SEO v19.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Website Enforcement: Why Google must go further in tackling counterfeits - INCOPRO<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Website Enforcement: Why Google must go further in tackling counterfeits\" \/>\n<meta property=\"og:description\" content=\"Google has shifted its stance and launched a de-indexing tool for trademark infringements – but does this tool go far enough? Hear from experts at Daniel Wellington, Wiggin, and Incopro on what the change means for brands and why a scalable solution is still needed.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/\" \/>\n<meta property=\"og:site_name\" content=\"INCOPRO\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/incoprouk\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-10-01T12:54:36+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-02-03T19:56:35+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Website-enforcement-must-go-futher_thumb_LinkedIn-V2.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"627\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@Incopro\" \/>\n<meta name=\"twitter:site\" content=\"@Incopro\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Oliver Borlase\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.incoproip.com\/#organization\",\"name\":\"Incopro\",\"url\":\"https:\/\/www.incoproip.com\/\",\"sameAs\":[\"https:\/\/www.instagram.com\/incoproip\/\",\"https:\/\/www.linkedin.com\/company\/incopro-ltd\/\",\"https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured\",\"https:\/\/www.facebook.com\/incoprouk\/\",\"https:\/\/twitter.com\/Incopro\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"width\":900,\"height\":483,\"caption\":\"Incopro\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.incoproip.com\/#website\",\"url\":\"https:\/\/www.incoproip.com\/\",\"name\":\"INCOPRO\",\"description\":\"Brand Protection Solutions | Brand Protection Technology\",\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.incoproip.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#primaryimage\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Website-enforcement-must-go-futher_thumb_LinkedIn-V2.jpg\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Website-enforcement-must-go-futher_thumb_LinkedIn-V2.jpg\",\"width\":1200,\"height\":627,\"caption\":\"Website Enforcement: Why Google must go further in tackling counterfeits\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#webpage\",\"url\":\"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/\",\"name\":\"Website Enforcement: Why Google must go further in tackling counterfeits - INCOPRO\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#primaryimage\"},\"datePublished\":\"2020-10-01T12:54:36+00:00\",\"dateModified\":\"2022-02-03T19:56:35+00:00\",\"description\":\"Google has launched a de-indexing tool for trademark infringements – but does it go far enough? Read analysis by experts at Daniel Wellington, Wiggin and Incopro.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.incoproip.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Website Enforcement: Why Google must go further in tackling counterfeits\"}]},{\"@type\":\"Article\",\"@id\":\"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#webpage\"},\"author\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3\"},\"headline\":\"Website Enforcement: Why Google must go further in tackling counterfeits\",\"datePublished\":\"2020-10-01T12:54:36+00:00\",\"dateModified\":\"2022-02-03T19:56:35+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#webpage\"},\"wordCount\":1978,\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Website-enforcement-must-go-futher_thumb_LinkedIn-V2.jpg\",\"articleSection\":[\"Online Counterfeiting\",\"Search Engines\"],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3\",\"name\":\"Oliver Borlase\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g\",\"caption\":\"Oliver Borlase\"},\"url\":\"https:\/\/www.incoproip.com\/author\/oliverborlase\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Website Enforcement: Why Google must go further in tackling counterfeits - INCOPRO","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/","og_locale":"en_US","og_type":"article","og_title":"Website Enforcement: Why Google must go further in tackling counterfeits","og_description":"Google has shifted its stance and launched a de-indexing tool for trademark infringements – but does this tool go far enough? Hear from experts at Daniel Wellington, Wiggin, and Incopro on what the change means for brands and why a scalable solution is still needed.","og_url":"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/","og_site_name":"INCOPRO","article_publisher":"https:\/\/www.facebook.com\/incoprouk\/","article_published_time":"2020-10-01T12:54:36+00:00","article_modified_time":"2022-02-03T19:56:35+00:00","og_image":[{"width":1200,"height":627,"url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Website-enforcement-must-go-futher_thumb_LinkedIn-V2.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_creator":"@Incopro","twitter_site":"@Incopro","twitter_misc":{"Written by":"Oliver Borlase","Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/www.incoproip.com\/#organization","name":"Incopro","url":"https:\/\/www.incoproip.com\/","sameAs":["https:\/\/www.instagram.com\/incoproip\/","https:\/\/www.linkedin.com\/company\/incopro-ltd\/","https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured","https:\/\/www.facebook.com\/incoprouk\/","https:\/\/twitter.com\/Incopro"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","width":900,"height":483,"caption":"Incopro"},"image":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/"}},{"@type":"WebSite","@id":"https:\/\/www.incoproip.com\/#website","url":"https:\/\/www.incoproip.com\/","name":"INCOPRO","description":"Brand Protection Solutions | Brand Protection Technology","publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.incoproip.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#primaryimage","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Website-enforcement-must-go-futher_thumb_LinkedIn-V2.jpg","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Website-enforcement-must-go-futher_thumb_LinkedIn-V2.jpg","width":1200,"height":627,"caption":"Website Enforcement: Why Google must go further in tackling counterfeits"},{"@type":"WebPage","@id":"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#webpage","url":"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/","name":"Website Enforcement: Why Google must go further in tackling counterfeits - INCOPRO","isPartOf":{"@id":"https:\/\/www.incoproip.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#primaryimage"},"datePublished":"2020-10-01T12:54:36+00:00","dateModified":"2022-02-03T19:56:35+00:00","description":"Google has launched a de-indexing tool for trademark infringements – but does it go far enough? Read analysis by experts at Daniel Wellington, Wiggin and Incopro.","breadcrumb":{"@id":"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.incoproip.com\/"},{"@type":"ListItem","position":2,"name":"Website Enforcement: Why Google must go further in tackling counterfeits"}]},{"@type":"Article","@id":"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#article","isPartOf":{"@id":"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#webpage"},"author":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3"},"headline":"Website Enforcement: Why Google must go further in tackling counterfeits","datePublished":"2020-10-01T12:54:36+00:00","dateModified":"2022-02-03T19:56:35+00:00","mainEntityOfPage":{"@id":"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#webpage"},"wordCount":1978,"publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"image":{"@id":"https:\/\/www.incoproip.com\/website-enforcement-why-google-must-go-further-in-tackling-counterfeits\/#primaryimage"},"thumbnailUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Website-enforcement-must-go-futher_thumb_LinkedIn-V2.jpg","articleSection":["Online Counterfeiting","Search Engines"],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3","name":"Oliver Borlase","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g","caption":"Oliver Borlase"},"url":"https:\/\/www.incoproip.com\/author\/oliverborlase\/"}]}},"_links":{"self":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/10394"}],"collection":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/comments?post=10394"}],"version-history":[{"count":49,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/10394\/revisions"}],"predecessor-version":[{"id":18354,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/10394\/revisions\/18354"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media\/13647"}],"wp:attachment":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media?parent=10394"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/categories?post=10394"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/tags?post=10394"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}