{"id":10629,"date":"2020-10-07T12:13:28","date_gmt":"2020-10-07T12:13:28","guid":{"rendered":"https:\/\/www.incoproip.com\/?p=10629"},"modified":"2021-01-11T19:03:58","modified_gmt":"2021-01-11T19:03:58","slug":"a-holiday-season-like-no-other-the-increased-importance-of-brand-protection","status":"publish","type":"post","link":"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/","title":{"rendered":"A Holiday Season Like No Other: The Increased Importance of Brand Protection"},"content":{"rendered":"\n<p class=\"has-medium-font-size\"><strong>Businesses are gearing up for a holiday season like no other. With the huge disruption to retail caused by the ongoing pandemic, brand owners are hoping increased e-commerce revenues can help make up for lost brick-and-mortar footfall and market growth.<\/strong><\/p>\n\n\n\n<p>E-commerce sales events such as Singles&#8217; Day and Black Friday provide the ideal opportunity to bolster e-commerce sales &#8211; with brand owners expecting digital spend to remain strong with consumers moving towards online shopping at an even greater pace.<\/p>\n\n\n\n<p>Unfortunately, this shift toward e-commerce poses significant risks to businesses. The threat from counterfeiters, impersonators, copycats and other bad actors has only increased since last year due to the shift towards online shopping &#8211; with criminals keen to exploit any opportunity to hijack brands and trick consumers.<\/p>\n\n\n\n<p>In this piece, we look at the significant changes in consumer behavior, the threats posed by bad actors in the run up to e-commerce events, and how businesses can better safeguard their consumers and brands.<\/p>\n\n\n\n<h2 class=\"heading-branded\">Part 1: Shifting Consumer Behavior<\/h2>\n\n\n\n<p class=\"has-text-color has-medium-font-size\" style=\"color:#009ca6\"><strong>The long-term shift towards e-commerce has been accelerated by COVID-19.<\/strong><\/p>\n\n\n\n<p>COVID-19 has had a huge impact on consumer buying behaviors, with retail footfall decimated for large swathes of the year. Consumers have turned to online channels for many of the essential products that they previously would have purchased at brick-and-motor stores.<\/p>\n\n\n\n<p>In a MarketingWeek survey of more than 3,000 consumers, 41% of stated that they are now shopping online for products they would normally purchase in-store<sup>[1]<\/sup>.<\/p>\n\n\n\n<p>According to McKinsey, the share of disposable income spent online is expected to increase in markets with the highest levels of online spending before the pandemic, such as China<sup>[2]<\/sup>.<\/p>\n\n\n\n<p>However, there is also expected to be e-commerce growth across sectors with most categories evaluated by McKinsey increasing their online consumer base by 10%[3].<\/p>\n\n\n\n<p>McKinsey also reports that over <strong>60%<\/strong> of global consumers have changed their shopping behavior – with many favoring value and convenience over brand loyalty[4]. As consumers look for better value products, they will be inevitably be drawn towards lower priced items with a higher risk attached.<\/p>\n\n\n\n<p>‘Social commerce’ platforms are also fast becoming a significant presence within the e-commerce space. Platforms such as Facebook and Instagram already support e-commerce functionality and are helping to convince consumers it is a legitimate channel to purchase from their favorite brands.<\/p>\n\n\n\n<p>In September 2020, TikTok threw its hat into the ring by announcing that it would be expanding its social commerce offering. Creators will soon be able to promote in their videos merchandise from Teestring &#8211; a ‘creator’ e-commerce platform[5]. With <a href=\"https:\/\/www.incoproip.com\/how-social-media-behavior-influences-counterfeit-purchases\/\">social media influencers recently in the spotlight for promoting counterfeits<\/a>, this further increases the threat posed to brand owners.<\/p>\n\n\n\n<p>eMarketer predicts that over <strong>75 million<\/strong> US social media users aged 14 and older will make at least one purchase from a social channel in 2020 – an increase of <strong>17.3%<\/strong> from 2019[6].<\/p>\n\n\n\n<h2 class=\"heading-branded\">Part 2: Brand abuse trends<\/h2>\n\n\n\n<p class=\"has-text-color has-medium-font-size\" style=\"color:#009ca6\"><strong>E-commerce platforms continue to be plagued by brand abuse, and widespread discounting is seen as the perfect cover for bad actors.<\/strong><\/p>\n\n\n\n<p>During e-commerce sales events, bad actors hide their fake products among genuine discounted goods &#8211; masking the suspiciously low pricing that consumers might associate with counterfeits. Even to the savviest of buyers, counterfeits become difficult to identify within a sea of constantly changing offers and flash-sales.<\/p>\n\n\n\n<p>Social commerce platforms have even been set up solely to help consumers sift through the millions of offers and discounts available on Singles’ Day – the world’s largest e-commerce sale event that originated in China and is now embraced by many other countries in South East Asia. RED (known as Xiaohongshu&nbsp;In China) is emerging as one of the most popular of these types of platforms with over 300 million registered users – triple the number of 2018<sup>[7]<\/sup>.<\/p>\n\n\n\n<h3>Amazon Prime Day host to phishing scams and a flurry of fake reviews<\/h3>\n\n\n\n<p>Amazon has long been the target of counterfeiting operations, with bad actors exploiting Amazon’s unique&nbsp;product identifier system (ASIN) and sponsored listing functionality.<\/p>\n\n\n\n<p>Amazon Prime Day, the platform’s yearly sale event, therefore represents the perfect opportunity for bad actors to exploit consumers and increase sales.<\/p>\n\n\n\n<p>The e-commerce giant’s consumers are targeted with huge volumes of phishing scams claiming to be ‘offers’ and ‘discounts’ during Prime Day[9].<\/p>\n\n\n\n<p>The platform also plays host to a high volume of fake reviews on products – a tactic that is frequently deployed by bad actors to lend an air of legitimacy to infringing products. As Prime Day approaches, we expect the number of fake reviews posted to increase.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large clear-top clear-bottom\"><img width=\"1024\" height=\"576\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/34-reviews-placed-in-2019-are-fake_V3-1024x576.png\" alt=\"\" class=\"wp-image-10678\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/34-reviews-placed-in-2019-are-fake_V3-1024x576.png 1024w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/34-reviews-placed-in-2019-are-fake_V3-300x169.png 300w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/34-reviews-placed-in-2019-are-fake_V3-768x432.png 768w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/34-reviews-placed-in-2019-are-fake_V3.png 1200w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p>Learn more about why Amazon Prime Day is a <a href=\"https:\/\/www.incoproip.com\/amazon-prime-day-a-key-target-for-agile-online-counterfeiters\/\">key target for bad actors<\/a>.<\/p>\n\n\n\n<h3>Black Friday sees up to 300% increase in brand abuse<\/h3>\n\n\n\n<p>Black Friday is now worth $7.4bn in the US alone[8] and continues to be targeted by unscrupulous counterfeiters looking to exploit increased demand.<\/p>\n\n\n\n<p>In the run up to Black Friday 2019 (November), our experts used Talisman, Incopro’s&nbsp;<a href=\"https:\/\/www.incoproip.com\/reports\/brand-protection-guide#brandprotectiontechnology\">Brand Protection technology<\/a> to identify high-risk threats. They discovered:<\/p>\n\n\n\n<ul><li><strong>15,989<\/strong> high-risk listings for a premium fashion brand on eBay compared to <strong>8,588<\/strong> in October – an increase of <strong>86%<\/strong><\/li><li><strong>562<\/strong> high-risk listings for a leading cosmetics brand on Amazon compared to 212 in October – an increase of <strong>165%<\/strong><\/li><\/ul>\n\n\n\n<p>The increase in infringement is echoed on social media. For one luxury brand, our analysts discovered a <strong>233%<\/strong> increase in Instagram posts using the hashtag ‘#blackfriday’ to promote counterfeit watches during the four-week run-up.<\/p>\n\n\n\n<p>Our experts also detected a spike in infringement activity in the run-up to Black Friday 2018. They discovered:<\/p>\n\n\n\n<ul><li><strong>24,257 <\/strong>high-risk listings&nbsp;for a premium footwear brand on Amazon compared to 8,096 in October &#8211; an increase of almost&nbsp;<strong>300%.<\/strong><\/li><\/ul>\n\n\n\n<figure class=\"wp-block-image size-large clear-top clear-bottom\"><img width=\"900\" height=\"460\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Increase-in-counterfeiting-in-the-run-up-to-Black-Friday-V2.png\" alt=\"\" class=\"wp-image-10658\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Increase-in-counterfeiting-in-the-run-up-to-Black-Friday-V2.png 900w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Increase-in-counterfeiting-in-the-run-up-to-Black-Friday-V2-300x153.png 300w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Increase-in-counterfeiting-in-the-run-up-to-Black-Friday-V2-768x393.png 768w\" sizes=\"(max-width: 900px) 100vw, 900px\" \/><\/figure>\n\n\n\n<p>Learn more about the threats posed by <a href=\"https:\/\/www.incoproip.com\/black-friday-2019-online-counterfeits-putting-consumers-at-risk\/\">counterfeiters and bad actors on Black Friday<\/a>.<\/p>\n\n\n\n<h3>Singles&#8217; Day experiences spikes in infringement during pre-sales campaigns<\/h3>\n\n\n\n<p>In 2019, Incopro’s Brand Protection experts noted that, on many platforms, Singles&#8217; Day pre-sale campaigns went on for significantly longer than compared to 2018.<\/p>\n\n\n\n<p>Counterfeiters seized on this opportunity to sell higher volumes of fakes and attempt to evade detection by listing their products before the e-commerce events fully kicked off. Critically, this trend is likely to continue this year with e-commerce giants keen to capture consumer demand for as long as possible.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img width=\"924\" height=\"260\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/Singles-Day-2019-marketplace-pre-sale-campaigns.png\" alt=\"\" class=\"wp-image-1027\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/Singles-Day-2019-marketplace-pre-sale-campaigns.png 924w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/Singles-Day-2019-marketplace-pre-sale-campaigns-300x84.png 300w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/Singles-Day-2019-marketplace-pre-sale-campaigns-768x216.png 768w\" sizes=\"(max-width: 924px) 100vw, 924px\" \/><figcaption><em>Singles’ Day 2019 pre-sale campaigns and promotions by marketplace (Incopro, 2019)<\/em><\/figcaption><\/figure>\n\n\n\n<p>In 2019, we identified that for one luxury brand there were several spikes in high-risk listings in the four-week run-up to Singles’ Day. Particularly noteworthy was a spike of 171 individual listings on the 19th of October, just two days before Tmall’s sales campaign launched and one day after JD.com’s had launched.<\/p>\n\n\n\n<p>We detected the highest volume of counterfeit listings on the marketplace Taobao. On JD.com, we noted a high number of copyright infringements amongst listings participating in ‘1111’ promotions, namely sellers taking copyright imagery and photography from brands’ official websites. Group-buying platform Pinduoduo was also found to have several counterfeits enrolled in the promotions.<\/p>\n\n\n\n<p>Learn more about Singles’ Day and why your business should <a href=\"https:\/\/www.incoproip.com\/why-singles-day-should-be-factored-into-your-brand-protection-strategy\/\">factor it into your Brand Protection strategy.<\/a><\/p>\n\n\n\n<h2 class=\"heading-branded\">Part 3: How can businesses protect their consumers and brands?<\/h2>\n\n\n\n<p class=\"has-text-color has-medium-font-size\" style=\"color:#009ca6\"><strong>With brands and consumers more at risk, businesses need to act now.<\/strong><\/p>\n\n\n\n<p>A truly comprehensive Brand Protection strategy is essential if your business is to meaningfully reduce brand abuse in the run-up and during high-profile e-commerce events. The following are core pillars to a successful strategy:<\/p>\n\n\n\n<ul><li>Investing in a sophisticated technology solution<\/li><li>Effective use of platform IP enforcement tools<\/li><li>Maintaining strong platform relationships<\/li><\/ul>\n\n\n\n<h3>TAKE A STRATEGIC APPROACH TO PLATFORM ENFORCEMENT<\/h3>\n\n\n\n<p>The most effective Brand Protection strategies concentrate monitoring and enforcement efforts on priority platforms, high-risk infringements and Bad Actor Networks (connected operations that span across channels and often territories). By focusing on priority platforms most visible to your consumers and removing Bad Actor Networks, you can establish a deterrent against repeated infringement.<\/p>\n\n\n\n<p>It is best to set specific goals around specific platforms, brands, products, IP, and infringement types. This way, you can take a methodical approach to the problem and send a clear, credible message to counterfeiters and other bad actors.<\/p>\n\n\n\n<h3>HOW TO PRIORITIZE INFRINGEMENTS FOUND ON DIFFERENT PLATFORMS<\/h3>\n\n\n\n<p>Once you’ve narrowed down your priority platforms, you need to consider a strategy that will allow you to successfully balance the two aspects:<\/p>\n\n\n\n<h4 id=\"h-1-reduce-visibility-of-infringing-products\">1. REDUCE VISIBILITY OF INFRINGING PRODUCTS<\/h4>\n\n\n\n<ul><li>Infringing offers on first pages of results that divert attention from genuine product&nbsp;<\/li><li>Sponsored&nbsp;ads and&nbsp;listings&nbsp;as these are more likely to confuse the consumer&nbsp;<\/li><li>Good metrics:&nbsp;Some marketplaces platforms (e.g. eBay, AliExpress) share information on the number of transactions made on a listing. The offers with highest sales transactions are more likely to be visible to consumer.&nbsp;<\/li><li>Users and Sellers with high numbers of&nbsp;Likes, Favorites, and Followers&nbsp;have large audiences and are more damaging<\/li><\/ul>\n\n\n\n<h4 id=\"h-2-remove-large-scale-infringers-b2c-and-b2b\">2. REMOVE&nbsp;LARGE SCALE INFRINGERS&nbsp;(B2C AND&nbsp;B2B):<\/h4>\n\n\n\n<ul><li>Sellers with large volume of&nbsp;stock&nbsp;<\/li><li>Sellers with&nbsp;large&nbsp;numbers&nbsp;of&nbsp;infringing&nbsp;listings&nbsp;&nbsp;<\/li><li>Sellers operating via multiple channels&nbsp;<\/li><li>Re-offenders<\/li><\/ul>\n\n\n\n<h2 class=\"heading-branded\">Part 4: Tips for Working with The E-Commerce Giants – Amazon, eBay, Alibaba &amp; Facebook<\/h2>\n\n\n\n<p class=\"has-text-color has-medium-font-size\" style=\"color:#009ca6\"><strong>You need to work closely with platforms to get results.<\/strong><\/p>\n\n\n\n<p>Most global platforms already have established processes and IP reporting tools available to brand owners:<\/p>\n\n\n\n<ul><li><strong>Amazon<\/strong>: Online Portal and Brand Registry together with other piloted projects like Amazon Project Zero<\/li><li><strong>eBay:<\/strong> VeRO program<\/li><li><strong>Alibaba<\/strong> IPP platform<\/li><li><strong>Facebook<\/strong> has the webforms and Commerce and Ads IP tool<\/li><\/ul>\n\n\n\n<p>These tools allow brand owners report IP infringements such as counterfeits and misuse of trademarks and copyright imagery. With pressure from the brand owners these tools also evolve to address new infringer behavior.<\/p>\n\n\n\n<h3>STRONG PLATFORM RELATIONSHIPS ARE ESSENTIAL<\/h3>\n\n\n\n<p>Many marketplaces claim they cannot effectively police themselves and request that brand owners use report infringements using the platforms’ tools. Maintaining strong relationships with platforms is therefore critical to successfully reducing infringement beyond a simple takedown approach.<\/p>\n\n\n\n<p>Brands should engage with platforms regularly to understand policies and to provide feedback on the processes and tools for removing bad actors. Compliance and platform response times improve when the time is taken to educate the platform about your brands.<\/p>\n\n\n\n<p>The ability to alert and advise platforms on evolving infringer behavior and new trends is also essential to maintaining pace with bad actors.<\/p>\n\n\n\n<h2 class=\"heading-branded\">Part 5: <strong>Brand Protection Technology Key to Tackling Brand Abuse at Scale<\/strong><\/h2>\n\n\n\n<p class=\"has-text-color has-medium-font-size\" style=\"color:#009ca6\"><strong>Use technology to act against entire networks of bad actors rather than individual infringers.<\/strong><\/p>\n\n\n\n<p>Platform tools are useful for sending enforcement notices and getting items actioned quickly, but in isolation they are not enough. They are unable to: <strong>1. <\/strong>keep up with emerging threats and pick up all infringements,<strong> 2.<\/strong> provide effective reporting capabilities, and<strong> 3.<\/strong> give you a holistic picture of infringement across platforms.<\/p>\n\n\n\n<p>In addition to using platform tools, businesses should invest in technology that enables them to <strong>discover<\/strong>, <strong>prioritize<\/strong>, and <strong>act against<\/strong> <a href=\"https:\/\/www.incoproip.com\/difference\/network-analysis\/\">entire networks of bad actors <\/a>across platforms rather than individual listings or sellers.<\/p>\n\n\n\n<p>While your business should prepare to protect online channels during the holiday season, your overall Brand Protection strategy will also need to evolve as e-commerce grows further. If it takes 48 hours to take down a listing on your priority e-commerce platform (note, that on some platforms it can take far longer), you need to have removed networks targeting your brand long before the massive peaks seen during e-commerce events.<\/p>\n\n\n\n<p>A comprehensive technology solution is therefore critical year-round to monitor for high-risk threats in order to reap the vast rewards of the holiday season.<\/p>\n\n\n\n<h2 class=\"heading-branded\">Request your demo<\/h2>\n\n\n\n<p>Talisman, Incopro’s Brand Protection platform, is a complete tool that ensures that businesses have all the data they need related to infringements and tools to enforce against them. Talisman also provides a simple workflow to export material for efficient enforcement using platform tools.<\/p>\n\n\n\n<p>Find out how Incopro helps businesses across industries achieve extraordinary results with a personalized technology demo below.<\/p>\n\n\n<div class=\"cta-button align-left\">\n    <a href=\"\/demo\" title=\"Request&#x20;your&#x20;Demo\"  class=\"btn btn--primary caret-btn\">Request your Demo<\/a>\n<\/div>\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<h3 id=\"h-references\">References<\/h3>\n\n\n\n<p>[1] https:\/\/www.marketingweek.com\/how-covid-19-has-changed-shopper-behaviour\/<\/p>\n\n\n\n<p>[2] https:\/\/www.mckinsey.com\/business-functions\/marketing-and-sales\/our-insights\/a-global-view-of-how-consumer-behavior-is-changing-amid-covid-19#<\/p>\n\n\n\n<p>[3] https:\/\/www.mckinsey.com\/business-functions\/marketing-and-sales\/our-insights\/a-global-view-of-how-consumer-behavior-is-changing-amid-covid-19#<\/p>\n\n\n\n<p>[4] https:\/\/www.mckinsey.com\/business-functions\/marketing-and-sales\/our-insights\/a-global-view-of-how-consumer-behavior-is-changing-amid-covid-19#<\/p>\n\n\n\n<p>[5] https:\/\/talkinginfluence.com\/2020\/09\/01\/e-commerce-is-coming-to-tiktok-as-creators-will-start-selling-merchandise\/<\/p>\n\n\n\n<p>[6] https:\/\/www.emarketer.com\/content\/tiktok-expands-shopping-features-by-bringing-creators-into-the-fold<\/p>\n\n\n\n<p>[7] https:\/\/www.statista.com\/statistics\/1053577\/china-xiaohongshu-user-number\/<\/p>\n\n\n\n<p>[8] https:\/\/www.salecycle.com\/blog\/featured\/11-black-friday-and-cyber-monday-online-retail-stats\/<\/p>\n\n\n\n<p>[9] https:\/\/www.refinery29.com\/en-us\/2019\/07\/237895\/amazon-prime-day-scams-fake-products-phishing-2019<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The threat from online bad actors has only increased since last year &#8211; with criminals keen to exploit any opportunity to hijack brands and trick consumers. Learn how you can better protect your brand online during the upcoming holiday season and beyond.<\/p>\n","protected":false},"author":5,"featured_media":10645,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[3626],"tags":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.7 (Yoast SEO v19.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>A Holiday Season Like No Other: The Increased Importance of Brand Protection - INCOPRO<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"A Holiday Season Like No Other: The Increased Importance of Brand Protection\" \/>\n<meta property=\"og:description\" content=\"The threat from online bad actors has only increased since last year - with criminals keen to exploit any opportunity to hijack brands and trick consumers. Learn how you can better protect your brand online during the upcoming holiday season and beyond.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/\" \/>\n<meta property=\"og:site_name\" content=\"INCOPRO\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/incoprouk\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-10-07T12:13:28+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-01-11T19:03:58+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/A-Holiday-Season-Like-No-Other_banner.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1920\" \/>\n\t<meta property=\"og:image:height\" content=\"1080\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@Incopro\" \/>\n<meta name=\"twitter:site\" content=\"@Incopro\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Oliver Borlase\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.incoproip.com\/#organization\",\"name\":\"Incopro\",\"url\":\"https:\/\/www.incoproip.com\/\",\"sameAs\":[\"https:\/\/www.instagram.com\/incoproip\/\",\"https:\/\/www.linkedin.com\/company\/incopro-ltd\/\",\"https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured\",\"https:\/\/www.facebook.com\/incoprouk\/\",\"https:\/\/twitter.com\/Incopro\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"width\":900,\"height\":483,\"caption\":\"Incopro\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.incoproip.com\/#website\",\"url\":\"https:\/\/www.incoproip.com\/\",\"name\":\"INCOPRO\",\"description\":\"Brand Protection Solutions | Brand Protection Technology\",\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.incoproip.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#primaryimage\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/A-Holiday-Season-Like-No-Other_banner.jpg\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/A-Holiday-Season-Like-No-Other_banner.jpg\",\"width\":1920,\"height\":1080,\"caption\":\"A Holiday Season Like No Other banner\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#webpage\",\"url\":\"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/\",\"name\":\"A Holiday Season Like No Other: The Increased Importance of Brand Protection - INCOPRO\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#primaryimage\"},\"datePublished\":\"2020-10-07T12:13:28+00:00\",\"dateModified\":\"2021-01-11T19:03:58+00:00\",\"description\":\"The threat from counterfeiters, impersonators, copycats and other bad actors has only increased. Learn how you can better protect your brand online during the upcoming holiday season and beyond.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.incoproip.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"A Holiday Season Like No Other: The Increased Importance of Brand Protection\"}]},{\"@type\":\"Article\",\"@id\":\"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#webpage\"},\"author\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3\"},\"headline\":\"A Holiday Season Like No Other: The Increased Importance of Brand Protection\",\"datePublished\":\"2020-10-07T12:13:28+00:00\",\"dateModified\":\"2021-01-11T19:03:58+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#webpage\"},\"wordCount\":2008,\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/A-Holiday-Season-Like-No-Other_banner.jpg\",\"articleSection\":[\"Online Counterfeiting\"],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3\",\"name\":\"Oliver Borlase\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g\",\"caption\":\"Oliver Borlase\"},\"url\":\"https:\/\/www.incoproip.com\/author\/oliverborlase\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"A Holiday Season Like No Other: The Increased Importance of Brand Protection - INCOPRO","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/","og_locale":"en_US","og_type":"article","og_title":"A Holiday Season Like No Other: The Increased Importance of Brand Protection","og_description":"The threat from online bad actors has only increased since last year - with criminals keen to exploit any opportunity to hijack brands and trick consumers. Learn how you can better protect your brand online during the upcoming holiday season and beyond.","og_url":"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/","og_site_name":"INCOPRO","article_publisher":"https:\/\/www.facebook.com\/incoprouk\/","article_published_time":"2020-10-07T12:13:28+00:00","article_modified_time":"2021-01-11T19:03:58+00:00","og_image":[{"width":1920,"height":1080,"url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/A-Holiday-Season-Like-No-Other_banner.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_creator":"@Incopro","twitter_site":"@Incopro","twitter_misc":{"Written by":"Oliver Borlase","Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/www.incoproip.com\/#organization","name":"Incopro","url":"https:\/\/www.incoproip.com\/","sameAs":["https:\/\/www.instagram.com\/incoproip\/","https:\/\/www.linkedin.com\/company\/incopro-ltd\/","https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured","https:\/\/www.facebook.com\/incoprouk\/","https:\/\/twitter.com\/Incopro"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","width":900,"height":483,"caption":"Incopro"},"image":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/"}},{"@type":"WebSite","@id":"https:\/\/www.incoproip.com\/#website","url":"https:\/\/www.incoproip.com\/","name":"INCOPRO","description":"Brand Protection Solutions | Brand Protection Technology","publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.incoproip.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#primaryimage","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/A-Holiday-Season-Like-No-Other_banner.jpg","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/A-Holiday-Season-Like-No-Other_banner.jpg","width":1920,"height":1080,"caption":"A Holiday Season Like No Other banner"},{"@type":"WebPage","@id":"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#webpage","url":"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/","name":"A Holiday Season Like No Other: The Increased Importance of Brand Protection - INCOPRO","isPartOf":{"@id":"https:\/\/www.incoproip.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#primaryimage"},"datePublished":"2020-10-07T12:13:28+00:00","dateModified":"2021-01-11T19:03:58+00:00","description":"The threat from counterfeiters, impersonators, copycats and other bad actors has only increased. Learn how you can better protect your brand online during the upcoming holiday season and beyond.","breadcrumb":{"@id":"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.incoproip.com\/"},{"@type":"ListItem","position":2,"name":"A Holiday Season Like No Other: The Increased Importance of Brand Protection"}]},{"@type":"Article","@id":"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#article","isPartOf":{"@id":"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#webpage"},"author":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3"},"headline":"A Holiday Season Like No Other: The Increased Importance of Brand Protection","datePublished":"2020-10-07T12:13:28+00:00","dateModified":"2021-01-11T19:03:58+00:00","mainEntityOfPage":{"@id":"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#webpage"},"wordCount":2008,"publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"image":{"@id":"https:\/\/www.incoproip.com\/a-holiday-season-like-no-other-the-increased-importance-of-brand-protection\/#primaryimage"},"thumbnailUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/A-Holiday-Season-Like-No-Other_banner.jpg","articleSection":["Online Counterfeiting"],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3","name":"Oliver Borlase","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g","caption":"Oliver Borlase"},"url":"https:\/\/www.incoproip.com\/author\/oliverborlase\/"}]}},"_links":{"self":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/10629"}],"collection":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/comments?post=10629"}],"version-history":[{"count":41,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/10629\/revisions"}],"predecessor-version":[{"id":11295,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/10629\/revisions\/11295"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media\/10645"}],"wp:attachment":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media?parent=10629"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/categories?post=10629"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/tags?post=10629"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}