{"id":10982,"date":"2020-10-15T12:12:38","date_gmt":"2020-10-15T12:12:38","guid":{"rendered":"https:\/\/www.incoproip.com\/?p=10982"},"modified":"2022-01-18T11:02:38","modified_gmt":"2022-01-18T11:02:38","slug":"how-to-communicate-the-value-of-brand-protection-to-your-business","status":"publish","type":"post","link":"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/","title":{"rendered":"How to measure and communicate the value of brand protection to your business"},"content":{"rendered":"\n<p class=\"has-medium-font-size\"><strong>As e-commerce continues to grow – spurred by dramatic changes to shopping behaviors – businesses need to ensure that they can maximise the online opportunity while protecting consumers and their brands. Critical to the success of a brand protection program is the ability to measure its financial impact and getting executive buy-in.<\/strong><\/p>\n\n\n\n<p>Projections suggest that 2020 will be the strongest year yet for e-commerce, with 22% growth driven by the massive shift from offline to online shopping.<br><br>This trend is set to continue. As businesses plan for 2021, maximizing the opportunity offered by e-commerce is key to success. The financial impact of not fully protecting brands and consumers online – and losing out to competitors both legitimate and illegitimate &#8211; is too great.<br><br>Read key quotes and expert insights from our recent webinar “Why invest in brand protection when budgets are under pressure?&#8221; to learn the methods for measuring the financial value of brand protection and how to engage stakeholders across the wider business.<\/p>\n\n\n\n<h2 class=\"heading-branded has-text-color\" style=\"color:#009ca6\">PART 1: Why it is necessary to move beyond a takedown-focused reporting approach<\/h2>\n\n\n\n<p>The number of takedowns has for a long time been, and is still for some, the main metric that is used in reporting.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><strong>“Takedowns reduce the visibility and can inform strategic decisions around geographies and platform infringement but is not a ROI metric.”<\/strong><\/p><cite>Michael Thomas, Senior Brand Protection Manager, Superdry<br><\/cite><\/blockquote>\n\n\n\n<p>Takedowns and other similar metrics are an important benchmark for Brand Protection teams to understand how their service is running. But to justify investment and demonstrate value, you need to be reporting in terms that the rest of your business understands.<\/p>\n\n\n\n<p>There’s also the issue that if you focus solely on takedowns, you can incentivise the wrong kind of behaviour. You might find your team focusing on issues where takedowns are simpler, rather than taking a strategic approach and focusing on the issues that matter to deliver lasting reductions in the threat landscape.<\/p>\n\n\n\n<h3 id=\"h-superdry-s-data-led-approach-to-decision-making\">Superdry’s data-led approach to decision making<\/h3>\n\n\n\n<p>Superdry harnesses online intelligence for offline investigations and swift action. After tracing infringement back to offline operators, Superdry’s Brand Protection team can liaise with law enforcement to raid, seize and instigate legal action against bad actors.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><strong>“The data I receive enables me to have calls with franchisee and sourcing partners globally – data on work completed, ROI, value of Brand Protection programme.”<\/strong><\/p><cite>Michael Thomas, Senior Brand Protection Manager, Superdry<\/cite><\/blockquote>\n\n\n\n<h2 class=\"heading-branded has-text-color\" style=\"color:#009ca6\">PART 2: The different sources of value unlocked by protecting your brand online<\/h2>\n\n\n\n<p>When thinking about protecting brands, we typically associate with a strategic driver of brand value – trust, quality, and authenticity.<\/p>\n\n\n\n<h3 id=\"h-superdry-focuses-on-consumer-trust-revenue-protection\">Superdry focuses on Consumer Trust &amp; Revenue Protection<\/h3>\n\n\n\n<p>Consumer trust resonates with Superdry – the business wants consumers to be certain that they are purchasing genuine products. The business also recognizes the need to prevent other fraud such as phishing and misuse of potential consumers data.<\/p>\n\n\n\n<p>By tackling these bad actors and fraudsters, Superdry removes one major source of competition, increasing visibility of its marketing efforts and growing online sales.<\/p>\n\n\n\n<p>Maintaining control of the online space ensures a commercially positive sales and marketing team – the lost revenue through not protecting the brand online would be extremely detrimental to the business and is a massive risk.<\/p>\n\n\n\n<h3 id=\"h-the-strategic-and-financial-drivers-vary-between-businesses-and-industries\">The strategic and financial drivers vary between businesses and industries<\/h3>\n\n\n\n<p>The strategic drivers will vary. For a FMCG brand, consumer trust in their products is likely to be critical for their ongoing success, whereas for a luxury brand, preserving a reputation for quality and exclusivity may be key to supporting its price point.<\/p>\n\n\n\n<p>These types of drivers will typically trigger investment in protecting brands and engage executive leadership. However, quantifying the benefit of protecting a brand is very difficult in these terms, making it hard to justify investment and engage cross-functionally. This often leaves brand protection teams struggling to build awareness and recognition of the importance of what they do.<\/p>\n\n\n\n<p>It’s also noticeable that these strategic drivers are typically not expressed in terms of intellectual property. Where a legal team is responsible for Brand Protection, it must collaborate and speak the language of other functions to see maximum value.<\/p>\n\n\n\n<p>There are three core considerations when looking to unlock value with Brand Protection.<\/p>\n\n\n\n<p>Firstly, businesses need to look beyond takedown numbers and justify investment in commercial terms. If senior stakeholders don’t understand the value that Brand Protection adds, the function will ultimately be viewed as a cost rather than an investment, and the budget is likely to suffer.<\/p>\n\n\n\n<p>Secondly, the strategic goals will vary by company. You need to think about what matters to your business, and also make sure you focus on what is measurable.<\/p>\n\n\n\n<p>Finally, unless stakeholders can understand value, gaining buy-in and awareness is going to be very difficult.<\/p>\n\n\n\n<h2 class=\"heading-branded\">PART 3: How to report success and engage executive stakeholders<\/h2>\n\n\n\n<h3 id=\"h-superdry-case-study-how-superdry-reports-successes-and-engages-with-executive-stakeholders\">Superdry case study: How Superdry reports successes and engages with executive stakeholders<\/h3>\n\n\n\n<p>The approach taken by Superdry focuses on the core quantifiable benefit from their program – recapturing revenue lost to bad actors. It is designed to be easy to explain while using assumptions built on their own data – so it is recognizable to the wider business and teams like finance.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><strong>“We are starting to get attention of senior leadership and other teams globally such as retailers. We need to use this approach to unlock internal stakeholders and relationships. Sometimes, you need to be specific with reporting with what story you are trying to tell”.<\/strong><\/p><cite>Michael Thomas, Senior Brand Protection Manager, Superdry<\/cite><\/blockquote>\n\n\n\n<p>Superdry starts with the volume of illegitimate listings before applying several factors to create a credible ROI figure.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full clear-top no-styling\"><img width=\"1333\" height=\"319\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/The-Superdry-approach.png\" alt=\"\" class=\"wp-image-11014\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/The-Superdry-approach.png 1333w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/The-Superdry-approach-300x72.png 300w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/The-Superdry-approach-1024x245.png 1024w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/The-Superdry-approach-768x184.png 768w\" sizes=\"(max-width: 1333px) 100vw, 1333px\" \/><figcaption><em>Superdry’s ROI methodology<\/em><\/figcaption><\/figure>\n\n\n\n<p>With this methodology, Superdry calculates the online results to be the following:<\/p>\n\n\n\n<ul><li>The total value of fake product taken down or seized: <strong>£108,984,449<\/strong><\/li><\/ul>\n\n\n\n<ul><li>The total estimated lost sales prevented:<strong> £35,452,446<\/strong><\/li><\/ul>\n\n\n\n<ul><li>The total estimated gross margin saved:<strong> £19,144,319<\/strong>&nbsp;<\/li><\/ul>\n\n\n\n<figure class=\"wp-block-image size-full clear-top no-styling\"><img width=\"1378\" height=\"509\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Superdry-Brand-Protection-case-study-Online-results.png\" alt=\"\" class=\"wp-image-11018\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Superdry-Brand-Protection-case-study-Online-results.png 1378w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Superdry-Brand-Protection-case-study-Online-results-300x111.png 300w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Superdry-Brand-Protection-case-study-Online-results-1024x378.png 1024w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Superdry-Brand-Protection-case-study-Online-results-768x284.png 768w\" sizes=\"(max-width: 1378px) 100vw, 1378px\" \/><\/figure>\n\n\n\n<p>And in the offline space, Superdry calculates the total seizure value as £26,369,072 (Superdry RRP).<\/p>\n\n\n\n<figure class=\"wp-block-image size-full clear-top clear-bottom no-styling\"><img width=\"1337\" height=\"561\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Superdry-Brand-Protection-case-study-Offline-results.png\" alt=\"\" class=\"wp-image-11020\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Superdry-Brand-Protection-case-study-Offline-results.png 1337w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Superdry-Brand-Protection-case-study-Offline-results-300x126.png 300w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Superdry-Brand-Protection-case-study-Offline-results-1024x430.png 1024w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Superdry-Brand-Protection-case-study-Offline-results-768x322.png 768w\" sizes=\"(max-width: 1337px) 100vw, 1337px\" \/><\/figure>\n\n\n\n<h4>HOW SUPERDRY CALCULATES SALES FIGURES<\/h4>\n\n\n\n<p>Each season 65% of what Superdry put on sale in retail actually sells through. The best comparison therefore is that a counterfeiter would expect to sell-through around 65% of all Superdry product it lists.<\/p>\n\n\n\n<p>Research varies for lost sales and substitutability to brands when consumers do not know if they are buying a genuine article or not &#8211; looking at data, we are using 50% as a substitutability figure due to our price point – it will clearly be negligible for a Rolex watch as an example as consumers will not be misled for a £10 Rolex.<\/p>\n\n\n\n<p>There is a 54% average gross margin profit on sales for Superdry across retail and wholesale.<\/p>\n\n\n\n<h3 id=\"h-alternative-approaches\">Alternative approaches<\/h3>\n\n\n\n<p>There are multiple approaches to measure the efficacy of Brand Protection programs that we have observed our customers successfully deploying.<\/p>\n\n\n\n<h4 id=\"h-marketplace-testing\">Marketplace testing<\/h4>\n\n\n\n<p>The approach taken is often driven by business model. However, a common theme is the use of tests to prove credibility of models like that used by Superdry. For example, marketplace testing on a platform by platform basis to monitor sales growth before and after enforcement can provide compelling evidence. This can be done both through owned channels and by reviewing third party sales – and Incopro’s customers have seen real results here, such as tripling sales on Amazon.<\/p>\n\n\n\n<h4 id=\"h-regression-analysis\">Regression analysis<\/h4>\n\n\n\n<p>Regression analysis looks at the correlation between sales and enforcement. This is &nbsp;&nbsp;a robust approach that can assess impact at scale across more product lines – but it is more complex, and so you need to be sure your audience will understand it for it to be effective. Where our clients have used this method, they have proven significant ROI.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full no-styling\"><img width=\"808\" height=\"475\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Demonstrating-value-of-Brand-Protection-programs.png\" alt=\"\" class=\"wp-image-11022\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Demonstrating-value-of-Brand-Protection-programs.png 808w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Demonstrating-value-of-Brand-Protection-programs-300x176.png 300w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Demonstrating-value-of-Brand-Protection-programs-768x451.png 768w\" sizes=\"(max-width: 808px) 100vw, 808px\" \/><\/figure>\n\n\n\n<h4 id=\"h-integrating-data-with-business-intelligence-bi-tools\">Integrating data with Business Intelligence (BI) tools<\/h4>\n\n\n\n<p>Increasingly, Incopro’s customers are integrating data from <a href=\"https:\/\/www.incoproip.com\/difference\/talisman-online-brand-protection\/\">Talisman<\/a>, our Brand Protection platform, with their business intelligence tools.<\/p>\n\n\n\n<h4 id=\"h-unuathorized-sellers-sales-volumes\"><strong>Unuathorized sellers’ sales volumes<\/strong><\/h4>\n\n\n\n<p>You can also look at finding examples of unauthorized sellers and their actual sales volumes – for instance on e-commerce platforms such as Alibaba – to demonstrate revenue leakage. You may also want to consider combining quantitative data with storytelling – this can resonate particularly with executives and marketing teams.<\/p>\n\n\n\n<h4 id=\"h-halting-enforcement-as-a-test\">Halting enforcement as a test<\/h4>\n\n\n\n<p>Finally – you may want to show what happens if you stop your program. One of Incopro’s customers in the luxury watch sector, for example, found that threats resurfaced rapidly when they temporarily halted enforcement.<\/p>\n\n\n\n<h2 class=\"heading-branded has-text-color\" style=\"color:#009ca6\">PART 4: How to build a business case for investment<\/h2>\n\n\n\n<p>To build a business case that your CFO will listen to, you need to show that the uplift in revenue, plus any cost efficiencies, are greater than the cost of the programme.<\/p>\n\n\n\n<p>When thinking about revenue, you can use a similar model to that of Superdry. When thinking about costs, you should factor in the resources that are freed up to focus on other tasks. You may also consider additional benefits such as reduced customer support costs or reduced costs to remediate issues – e.g. security vulnerabilities.<\/p>\n\n\n\n<p>Lastly – it is worth using examples to demonstrate to other functions the threats you are trying to manage and the revenues you are trying to regain.<\/p>\n\n\n\n<p>The key to gaining buy-in is explaining the benefit in terms of the function you want to engage – so for marketing it may be about trust, brand values or marketing efficiency, for e-commerce it is likely to be focused on sales – or for security it can be helpful to focus on threats like phishing.<\/p>\n\n\n\n<h2 class=\"heading-branded\">Incopro can help you demonstrate the value of Brand Protection<\/h2>\n\n\n\n<p>Lack of understanding of the value of Brand Protection can lead to it being viewed as a cost-centre as opposed to a revenue generator. This only increases the risk that budget is reduced in this current business environment.<\/p>\n\n\n\n<p>Incopro’s Brand Protection platform Talisman allows you prioritize high-risk, visible infringements that are damaging to your bottom line. And our tailored reporting focuses on the strategic areas where you can capture true value and see ROI.<\/p>\n\n\n\n<p>This value is demonstrable – we commissioned Forrester consulting to interview Incopro customers on the value they are seeing by working with Incopro. Forrester reported a payback period of just <strong>3.1 months<\/strong> and that Incopro customers also see <strong>305% three-year ROI<\/strong> and an increase in online sales of <strong>3% per year<\/strong>.<\/p>\n\n\n\n<p>Talk to one of our experts to find out how Incopro can help you communicate the value of Brand Protection to your executive leadership and wider business.<\/p>\n\n\n<div class=\"cta-button align-left\">\n    <a href=\"\/expert\/\" title=\"Talk&#x20;to&#x20;an&#x20;Expert\"  class=\"btn btn--primary caret-btn\">Talk to an Expert<\/a>\n<\/div>\n\n<section class=\"product-cta\">\n    <div class=\"container\">\n        <div class=\"product\">\n            <div class=\"product__inner\">\n                <div>\n                    <h2>Webinar: Why invest in brand protection when budgets are under pressure?<\/h2>\n                    <p>Access our webinar on-demand to hear further insights from experts at Superdry and Incopro on the commercial benefits delivered by effective brand protection solutions and how these can be successfully communicated to the wider business.<\/p>\n                                        <a href=\"\/insync-community-hub\/webinar-why-invest-in-brand-protection-when-budgets-are-under-pressure\/\" title=\"Webinar&#x3A;&#x20;Why&#x20;invest&#x20;in&#x20;brand&#x20;protection&#x20;when&#x20;budgets&#x20;are&#x20;under&#x20;pressure&#x3F;\"  class=\"btn btn--primary\">Access webinar<\/a>\n                                    <\/div>\n                <div>\n                    <div class=\"product__img-wrap\">\n                        <img\n                            src=\"\/wp-content\/uploads\/2020\/09\/Webinar-Why-invest-in-Brand-Protection_banner-48x0-c-default.jpg\"\n                            data-src=\"\/wp-content\/uploads\/2020\/09\/Webinar-Why-invest-in-Brand-Protection_banner-680x0-c-default.jpg\"\n                            alt=\"Webinar&#x3A;&#x20;Why&#x20;invest&#x20;in&#x20;brand&#x20;protection&#x20;when&#x20;budgets&#x20;are&#x20;under&#x20;pressure&#x3F;\"\n                            class=\"product__img lazyload blur-up\" \/>\n                    <\/div>\n                <\/div>\n            <\/div>\n        <\/div>\n    <\/div>\n<\/section>","protected":false},"excerpt":{"rendered":"<p>Critical to an effective Brand Protection program is the ability to measure its financial impact and getting executive buy-in. Read insights from experts at Superdry and Incopro on measuring the financial value of Brand Protection and how to engage stakeholders across your business.<\/p>\n","protected":false},"author":5,"featured_media":10127,"comment_status":"closed","ping_status":"open","sticky":true,"template":"","format":"standard","meta":[],"categories":[6575,3626],"tags":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.7 (Yoast SEO v19.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>How to measure and communicate the value of brand protection to your business - INCOPRO<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"How to measure and communicate the value of brand protection to your business\" \/>\n<meta property=\"og:description\" content=\"Critical to an effective Brand Protection program is the ability to measure its financial impact and getting executive buy-in. Read insights from experts at Superdry and Incopro on measuring the financial value of Brand Protection and how to engage stakeholders across your business.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/\" \/>\n<meta property=\"og:site_name\" content=\"INCOPRO\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/incoprouk\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-10-15T12:12:38+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-01-18T11:02:38+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Value-of-BP_thumb_LinkedIn-V2.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"627\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Value-of-BP_thumb_LinkedIn-V2.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@Incopro\" \/>\n<meta name=\"twitter:site\" content=\"@Incopro\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Oliver Borlase\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.incoproip.com\/#organization\",\"name\":\"Incopro\",\"url\":\"https:\/\/www.incoproip.com\/\",\"sameAs\":[\"https:\/\/www.instagram.com\/incoproip\/\",\"https:\/\/www.linkedin.com\/company\/incopro-ltd\/\",\"https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured\",\"https:\/\/www.facebook.com\/incoprouk\/\",\"https:\/\/twitter.com\/Incopro\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"width\":900,\"height\":483,\"caption\":\"Incopro\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.incoproip.com\/#website\",\"url\":\"https:\/\/www.incoproip.com\/\",\"name\":\"INCOPRO\",\"description\":\"Brand Protection Solutions | Brand Protection Technology\",\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.incoproip.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#primaryimage\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Value-of-BP_thumb_LinkedIn-V2.jpg\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Value-of-BP_thumb_LinkedIn-V2.jpg\",\"width\":1200,\"height\":627,\"caption\":\"How to measure and communicate the value of Brand Protection to your business\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#webpage\",\"url\":\"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/\",\"name\":\"How to measure and communicate the value of brand protection to your business - INCOPRO\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#primaryimage\"},\"datePublished\":\"2020-10-15T12:12:38+00:00\",\"dateModified\":\"2022-01-18T11:02:38+00:00\",\"description\":\"Read insights from experts at Superdry and Incopro on how to measure the financial impact of Brand Protection and get executive-level buy-in.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.incoproip.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"How to measure and communicate the value of brand protection to your business\"}]},{\"@type\":\"Article\",\"@id\":\"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#webpage\"},\"author\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3\"},\"headline\":\"How to measure and communicate the value of brand protection to your business\",\"datePublished\":\"2020-10-15T12:12:38+00:00\",\"dateModified\":\"2022-01-18T11:02:38+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#webpage\"},\"wordCount\":1711,\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Value-of-BP_thumb_LinkedIn-V2.jpg\",\"articleSection\":[\"Brand Protection Maturity\",\"Online Counterfeiting\"],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3\",\"name\":\"Oliver Borlase\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g\",\"caption\":\"Oliver Borlase\"},\"url\":\"https:\/\/www.incoproip.com\/author\/oliverborlase\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"How to measure and communicate the value of brand protection to your business - INCOPRO","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/","og_locale":"en_US","og_type":"article","og_title":"How to measure and communicate the value of brand protection to your business","og_description":"Critical to an effective Brand Protection program is the ability to measure its financial impact and getting executive buy-in. Read insights from experts at Superdry and Incopro on measuring the financial value of Brand Protection and how to engage stakeholders across your business.","og_url":"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/","og_site_name":"INCOPRO","article_publisher":"https:\/\/www.facebook.com\/incoprouk\/","article_published_time":"2020-10-15T12:12:38+00:00","article_modified_time":"2022-01-18T11:02:38+00:00","og_image":[{"width":1200,"height":627,"url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Value-of-BP_thumb_LinkedIn-V2.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_image":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Value-of-BP_thumb_LinkedIn-V2.jpg","twitter_creator":"@Incopro","twitter_site":"@Incopro","twitter_misc":{"Written by":"Oliver Borlase","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/www.incoproip.com\/#organization","name":"Incopro","url":"https:\/\/www.incoproip.com\/","sameAs":["https:\/\/www.instagram.com\/incoproip\/","https:\/\/www.linkedin.com\/company\/incopro-ltd\/","https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured","https:\/\/www.facebook.com\/incoprouk\/","https:\/\/twitter.com\/Incopro"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","width":900,"height":483,"caption":"Incopro"},"image":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/"}},{"@type":"WebSite","@id":"https:\/\/www.incoproip.com\/#website","url":"https:\/\/www.incoproip.com\/","name":"INCOPRO","description":"Brand Protection Solutions | Brand Protection Technology","publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.incoproip.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#primaryimage","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Value-of-BP_thumb_LinkedIn-V2.jpg","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Value-of-BP_thumb_LinkedIn-V2.jpg","width":1200,"height":627,"caption":"How to measure and communicate the value of Brand Protection to your business"},{"@type":"WebPage","@id":"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#webpage","url":"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/","name":"How to measure and communicate the value of brand protection to your business - INCOPRO","isPartOf":{"@id":"https:\/\/www.incoproip.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#primaryimage"},"datePublished":"2020-10-15T12:12:38+00:00","dateModified":"2022-01-18T11:02:38+00:00","description":"Read insights from experts at Superdry and Incopro on how to measure the financial impact of Brand Protection and get executive-level buy-in.","breadcrumb":{"@id":"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.incoproip.com\/"},{"@type":"ListItem","position":2,"name":"How to measure and communicate the value of brand protection to your business"}]},{"@type":"Article","@id":"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#article","isPartOf":{"@id":"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#webpage"},"author":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3"},"headline":"How to measure and communicate the value of brand protection to your business","datePublished":"2020-10-15T12:12:38+00:00","dateModified":"2022-01-18T11:02:38+00:00","mainEntityOfPage":{"@id":"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#webpage"},"wordCount":1711,"publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"image":{"@id":"https:\/\/www.incoproip.com\/how-to-communicate-the-value-of-brand-protection-to-your-business\/#primaryimage"},"thumbnailUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Blog_Value-of-BP_thumb_LinkedIn-V2.jpg","articleSection":["Brand Protection Maturity","Online Counterfeiting"],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3","name":"Oliver Borlase","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g","caption":"Oliver Borlase"},"url":"https:\/\/www.incoproip.com\/author\/oliverborlase\/"}]}},"_links":{"self":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/10982"}],"collection":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/comments?post=10982"}],"version-history":[{"count":40,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/10982\/revisions"}],"predecessor-version":[{"id":18256,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/10982\/revisions\/18256"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media\/10127"}],"wp:attachment":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media?parent=10982"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/categories?post=10982"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/tags?post=10982"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}