{"id":11713,"date":"2020-11-23T13:22:55","date_gmt":"2020-11-23T13:22:55","guid":{"rendered":"https:\/\/www.incoproip.com\/?p=11713"},"modified":"2021-08-13T13:44:36","modified_gmt":"2021-08-13T13:44:36","slug":"how-to-discover-and-dismantle-bad-actors-business-models","status":"publish","type":"post","link":"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/","title":{"rendered":"How to Discover and Dismantle Bad Actors’ Business Models"},"content":{"rendered":"\n<p class=\"has-medium-font-size\"><strong>The business models and tactics deployed to hijack businesses&#8217; digital channels have become increasingly sophisticated – it’s critical that your team is equipped with the tools and knowledge to remain one step ahead.<\/strong><\/p>\n\n\n\n<p>In a poll of Brand Protection professionals <strong>69%<\/strong> stated that when planning their strategy, they either haven’t considered the business models of bad actors or find it hard to understand \/ get visibility of them.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large clear-top clear-bottom\"><img width=\"414\" height=\"268\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Poll-results-Planning-Brand-Protection-strategy-1.png\" alt=\"\" class=\"wp-image-11719\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Poll-results-Planning-Brand-Protection-strategy-1.png 414w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Poll-results-Planning-Brand-Protection-strategy-1-300x194.png 300w\" sizes=\"(max-width: 414px) 100vw, 414px\" \/><\/figure>\n\n\n\n<p>By building an understanding of bad actors&#8217; operating models and uncovering their online networks, brands can maintain consumer trust and maximize the opportunity offered by&nbsp;e-commerce.<\/p>\n\n\n\n<h2 class=\"heading-branded has-text-color\" style=\"color:#009ca6\">Part 1:&nbsp;The threats posed by bad actors online to your business and its consumers<\/h2>\n\n\n\n<p>The business models deployed by bad actors most often mimic those of legitimate businesses.&nbsp;Bad actors will also often share the same strategic considerations when they go to market and promote products, utilizing the same digital channels and tools.<\/p>\n\n\n\n<p>The changing online and commercial environment changes the way they adapt, like any business.&nbsp;This is also true when enforcement activity changes their behavior.<\/p>\n\n\n\n<h3 id=\"h-seasonal-trend-and-enforcement-based-changes-in-bad-actors-behavior\">Seasonal, trend, and enforcement-based changes in bad actors’ behavior<\/h3>\n\n\n\n<p>Bad actors’ behavior is constantly changing in response to events that can impact their sales and ability to operate.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><strong>“Changes&nbsp;I commonly observe&nbsp;can be&nbsp;based on similar things to legitimate business: seasons\/holidays\/trends in the social environment. Bad actors also&nbsp;change as a reaction to&nbsp;enforcement.”<\/strong><\/p><cite>Alex Shad, Brand Protection Team Lead, Incopro<\/cite><\/blockquote>\n\n\n\n<p>With Seasonal events such as Easter, Halloween, and Christmas, bad actors will emulate genuine brand behavior&nbsp;on social media, marketplaces, and websites. With cases of phishing, fraud, and impersonation, bad actors attempt to make their social posts and websites appear genuine to trick consumers. They will also combine this with the use of redirects and other entities that look legitimate to divert consumers.<\/p>\n\n\n\n<p>Bad actors will also react to the social climate. For example, they started producing face masks&nbsp;during the coronavirus pandemic – as seen <a href=\"https:\/\/www.incoproip.com\/how-agile-infringer-networks-restructure-and-avoid-enforcement\/\">in this network example<\/a>.<\/p>\n\n\n\n<p>Enforcement is also a key driver, with behavior depending on issue type:<\/p>\n\n\n\n<ul><li><strong>Fraud\/impersonation<\/strong> – enforcement is more likely to&nbsp;scare bad actors into hiding. They will depopulate&nbsp;enforceable pages and then repopulate&nbsp;very quickly without notice&nbsp;to disseminate scams. They may also set up personal profiles to later populate if they are expecting enforcement on pages that are currently live.<\/li><li><strong>Traditional trademark infringement<\/strong> – After enforcement, bad actors&nbsp;are more likely to change the way in which they infringe as opposed to changing their business model. The seller may blur over the infringing elements&nbsp;of images or&nbsp;appear to cease the sale of certain products.<\/li><\/ul>\n\n\n\n<h3 id=\"h-bad-actors-are-often-agile-operators-that-adopt-emerging-platforms\"><strong>Bad actors are often agile operators that adopt emerging platforms<\/strong><\/h3>\n\n\n\n<p>Bad actors can be more dynamic than legitimate businesses at entering new markets and deploying new technology as they have lower barriers to entry. Counterfeiters, in particular, make use of new emerging platforms and have used influencer culture to their advantage.<\/p>\n\n\n\n<p>TikTok, a user-generated content (UGC) platform that has enjoyed huge growth over the last year, is a good example – it has seen over 2 billion downloads in it’s first 4 years since launch, with Q1 2020 seeing over 315m&nbsp;downloads alone. TikTok’s primary audience is younger consumers, who are quicker to adopt newer media formats. Bad actors have latched onto this platform and often use influencers, who lend an aura of authenticity, to promote their goods to large swathes of consumers.<\/p>\n\n\n\n<h3 id=\"h-bad-actors-are-one-step-ahead-in-reacting-to-market-trends\">Bad actors are one step ahead in reacting to market trends<\/h3>\n\n\n\n<p>Bad actors will also often be one step ahead of legitimate companies in reacting to market trends. An example of this is product unboxing videos – bad actors sometimes enlist the help of prominent influencers on platforms such as TikTok, Instagram, and YouTube to unbox their counterfeit products, highlighting key features and build quality.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large clear-top clear-bottom\"><img width=\"650\" height=\"427\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Example-of-counterfeit-unboxing-on-YouTube.jpg\" alt=\"\" class=\"wp-image-11723\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Example-of-counterfeit-unboxing-on-YouTube.jpg 650w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Example-of-counterfeit-unboxing-on-YouTube-300x197.jpg 300w\" sizes=\"(max-width: 650px) 100vw, 650px\" \/><\/figure>\n\n\n\n<p>When reacting to wider market trends, they do not adhere to rules, regulations, or legal frameworks, meaning they can create and market new product lines far faster than legitimate companies.<\/p>\n\n\n\n<h2 class=\"heading-branded has-text-color\" style=\"color:#009ca6\">Part 2:&nbsp;The models used to capture consumers, and how to disrupt them&nbsp;<\/h2>\n\n\n\n<p>We will look at 3 different types of network to illustrate how&nbsp;they are structured and how you can tackle them:&nbsp;<\/p>\n\n\n\n<ol type=\"1\"><li>Simple network: marketplace seller connected by WeChat&nbsp;&nbsp;<\/li><li>Traditional counterfeiting&nbsp;network&nbsp;selling luxury watches<\/li><li>Multichannel network selling flavored vaping liquids&nbsp;<\/li><\/ol>\n\n\n\n<h3 id=\"h-1-simple-network-shopee-storefronts-seller-connected-by-wechat\">1. Simple network – Shopee storefronts seller connected by WeChat<\/h3>\n\n\n\n<p>In this example, Incopro analysts discovered a network selling counterfeit goods that pose a health risk to consumers.<\/p>\n\n\n\n<p><strong>Key features of the network:<\/strong><\/p>\n\n\n\n<ul><li>Marketplace seller found to be offering infringing items which posed a health risk to consumers<\/li><li>WeChat ID connected the account to 32 other storefronts on the same platform<\/li><li>Auditing these connected storefronts could reveal further issues for the brand<\/li><\/ul>\n\n\n\n<figure class=\"wp-block-image size-large clear-top clear-bottom\"><img width=\"366\" height=\"335\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Network-example-1.png\" alt=\"\" class=\"wp-image-11730\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Network-example-1.png 366w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Network-example-1-300x275.png 300w\" sizes=\"(max-width: 366px) 100vw, 366px\" \/><\/figure>\n\n\n\n<p>The network is comprised of multiple&nbsp;Shopee storefronts all connected by one single WeChat account&nbsp;– without using <a href=\"https:\/\/www.incoproip.com\/whiteboard\/network-analysis\/\">Network Analysis technology<\/a>, these storefronts would have been encountered one by one without&nbsp;the&nbsp;link ever being made,&nbsp;removing the possibility for&nbsp;coordinated enforcement causing max disruption.&nbsp;<\/p>\n\n\n\n<p>Using this link, Incopro analysts can search and ‘audit’ each linked storefront and screen&nbsp;these for similar infringements or references to the relevant brands.&nbsp;If other infringements are found, these can be collected for enforcement as one notice through the Shopee webform.&nbsp;An additional benefit of&nbsp;coordinated enforcement on individual sellers is the increased chance the platform would proactively deactivate the whole storefront.<\/p>\n\n\n\n<h3 id=\"h-2-large-scale-network-selling-counterfeit-luxury-watch-network\">2. Large-scale network selling counterfeit luxury watch network<\/h3>\n\n\n\n<p>In this example, Incopro discovered a typical counterfeiting network offering luxury watches predominantly via websites. The network was multinational in nature,&nbsp;with a global supply chain which centered on China.<\/p>\n\n\n\n<p><strong>Key features of the network:<\/strong><\/p>\n\n\n\n<ul><li>Large scale network containing 216 websites connected by 8 common email addresses (3 China-based and 5 international)<\/li><li>These networks primarily use traditional search methods to attract traffic&nbsp;<\/li><li>Targeted multiple brands owned by a number of different businesses, indicating a broad network (other brands targeted: Rolex, Breitling, Timberland, UGG)<\/li><\/ul>\n\n\n\n<figure class=\"wp-block-image size-large clear-top clear-bottom\"><img width=\"378\" height=\"370\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Network-example-2.png\" alt=\"\" class=\"wp-image-11726\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Network-example-2.png 378w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Network-example-2-300x294.png 300w\" sizes=\"(max-width: 378px) 100vw, 378px\" \/><\/figure>\n\n\n\n<p>Coordinated action against all of the entities within the network is one method to effectively disrupt&nbsp;its operation. With most of the network’s customers arriving via organic search, Google’s URL delisting tool could also come in to play to starve the network of its traffic source. Equally, due to the large scale of the network, offline action with legal partners would also be an effective strategy to tackle the perpetrators.<\/p>\n\n\n\n<h3 id=\"h-3-multichannel-network-selling-vaping-products\">3. Multichannel Network&nbsp;selling vaping products <\/h3>\n\n\n\n<p>In this example, vaping liquid products were sold via websites and marketplaces with promotional pages on social media.<\/p>\n\n\n\n<p><strong>Key features of the network:<\/strong><\/p>\n\n\n\n<ul><li>Complex network with multiple storefronts and websites<\/li><li>Domains&nbsp;connected by&nbsp;a&nbsp;company&nbsp;that supports website &amp; online store set up and synchronization<\/li><\/ul>\n\n\n\n<figure class=\"wp-block-image size-large clear-top clear-bottom\"><img width=\"399\" height=\"284\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Network-example-3.png\" alt=\"\" class=\"wp-image-11732\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Network-example-3.png 399w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Network-example-3-300x214.png 300w\" sizes=\"(max-width: 399px) 100vw, 399px\" \/><\/figure>\n\n\n\n<p>Connections made by Network Analysis technology allow for all marketplace listings, social media posts, and domain URLs to be enforced at once, leaving the bad actor with no opportunity to change product listings. The Domains&nbsp;that are connected by&nbsp;the website set-up company&nbsp;can then be forwarded to the Investigations Services team to build further intelligence.<\/p>\n\n\n\n<h3 id=\"h-incopro-case-study-offline-action-disrupting-counterfeit-jewelry-network-in-china\">Incopro Case Study: Offline action disrupting counterfeit jewelry network in China<\/h3>\n\n\n\n<p>One core avenue to dismantling bad actor networks is coordinated offline action in liaison with local authorities and law enforcement agencies.<\/p>\n\n\n\n<p>In 2018, a counterfeiting&nbsp;ring that peddled high-value&nbsp;jewelry&nbsp;(average&nbsp;price $8,000) across popular online marketplaces was discovered by Incopro’s analysts. Test-purchases&nbsp;were used to gather identifying information on the perpetrators, with the wider case being built using&nbsp;data gathered from Taobao, Weibo, and WeChat. Subsequent offline action led to over 50&nbsp;arrests and seizure of products across seven&nbsp;addresses.<\/p>\n\n\n\n<p>Multilateral action is key&nbsp;to more effective offline action. In China, the close relationship between CBBC (China Britain Business Council) and platforms such as Alibaba now make offline investigations easier to undertake.<\/p>\n\n\n\n<h2 class=\"heading-branded has-text-color\" style=\"color:#009ca6\">Part 3:&nbsp;How Network Analysis technology can help you address these threats effectively&nbsp;<\/h2>\n\n\n\n<p><a href=\"https:\/\/www.incoproip.com\/difference\/network-analysis\/\">Network Analysis<\/a> is a core module of Incopro’s Brand Protection platform <a href=\"https:\/\/www.incoproip.com\/difference\/talisman-online-brand-protection\/\">Talisman<\/a> that powers a strategic approach to tackling networks.&nbsp;By connecting infringing entities across channels such as websites, marketplaces, and social media – and matching them against online and offline identifiers – Network Analysis gives you full visibility of the risks to your brands, prioritizes them by threat level, and provides you with the insights to act on them at scale.<\/p>\n\n\n\n<p><strong>There are four key components to Incopro’s Network Analysis technology that enable you to tackle the most damaging threats to your business:<\/strong><\/p>\n\n\n\n<h4 id=\"h-1-good-quality-data-meaningful-networks\">1. GOOD QUALITY DATA = MEANINGFUL NETWORKS<\/h4>\n\n\n\n<ul><li>Processes for cleaning and validating data before networks are built<\/li><li>Algorithms to make networks more meaningful, e.g. take out nodes with too many links<\/li><li>All useful data points extracted, both structured and unstructured<\/li><li>Inferred links based on similarities – helps uncover potentially connected nodes<\/li><\/ul>\n\n\n\n<h4 id=\"h-2-contextualized-threats-in-the-universe-of-networks\">2. CONTEXTUALIZED THREATS IN THE ‘UNIVERSE’ OF NETWORKS<\/h4>\n\n\n\n<ul><li>Threat score to prioritize and assess each network<\/li><li>Take into account popularity, action taken and the risk from the network’s component parts<\/li><\/ul>\n\n\n\n<h4 id=\"h-3-tools-to-search-manipulate-and-edit\">3. TOOLS TO SEARCH, MANIPULATE AND EDIT<\/h4>\n\n\n\n<ul><li>Search and filter clusters on a wide variety of data points<\/li><li>Compare networks to understand the bigger picture<\/li><li>Add and remove nodes and links to build out your online and offline intelligence picture<\/li><\/ul>\n\n\n\n<h4 id=\"h-4-impactful-enforcement-from-the-network-view\">4. IMPACTFUL ENFORCEMENT FROM THE NETWORK VIEW<\/h4>\n\n\n\n<ul><li>Identify key enablers to dismantle all or part of the network, as your strategy directs<\/li><li>Tackle the whole network and see how it responds&nbsp;<\/li><\/ul>\n\n\n\n<h3 id=\"h-when-to-use-network-analysis-within-your-workflow\">When to use Network Analysis within your workflow<\/h3>\n\n\n\n<p>The tool&nbsp;has the potential to be used&nbsp;as both&nbsp;a&nbsp;principal&nbsp;resource for online action and a supplementary&nbsp;resource for further enforcement.&nbsp;Brand owners can filter through high-risk networks&nbsp;and networks that include tagged objects.&nbsp;This includes checking connections made with official entities.<\/p>\n\n\n\n<p>Brand owners can then screen, tag and enforce infringements outside of the tool&nbsp;and then filter for those tags and enforcements in Network Analysis. This can open the door to a possible string of previously unseen connections and sellers to be targeted.&nbsp;<\/p>\n\n\n\n<p>This is beneficial if&nbsp;a team needs to focus on multiple online issues&nbsp;at any one time. It is also useful where issues are more ‘trends’&nbsp;that spread across a number of sellers and are therefore not specific to a single bad actor.<\/p>\n\n\n\n<p>For&nbsp;novel issues or&nbsp;issues&nbsp;where sellers are known to change their behavior quickly, the preferred workflow would be enforcing all infringing items in a network at once.<\/p>\n\n\n\n<h2 class=\"heading-branded\">Request a demo<\/h2>\n\n\n\n<p>Network Analysis gives you insight&nbsp;into the&nbsp;different&nbsp;networks&nbsp;that are&nbsp;hijacking your brand and exploiting consumers.&nbsp;By building a full picture of these networks&nbsp;and prioritizing based on threat, we can&nbsp;drive&nbsp;enforcement&nbsp;and investigations&nbsp;in a more strategic,&nbsp;impactful way.<\/p>\n\n\n\n<p>If you would like to find out more about our Network Analysis technology and how it can empower your team, request a demo below.<\/p>\n\n\n<div class=\"cta-button align-left\">\n    <a href=\"\/demo\" title=\"Request&#x20;your&#x20;Demo\"  class=\"btn btn--primary caret-btn\">Request your Demo<\/a>\n<\/div>","protected":false},"excerpt":{"rendered":"<p>The business models of bad actors have become increasingly sophisticated. Learn why it’s critical that your team is equipped with the tools and knowledge to remain one step ahead.<\/p>\n","protected":false},"author":5,"featured_media":11743,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[6544,5556,3626],"tags":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.7 (Yoast SEO v19.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>How to Discover and Dismantle Bad Actors’ Business Models - INCOPRO<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"How to Discover and Dismantle Bad Actors’ Business Models\" \/>\n<meta property=\"og:description\" content=\"The business models of bad actors have become increasingly sophisticated. Learn why it’s critical that your team is equipped with the tools and knowledge to remain one step ahead.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/\" \/>\n<meta property=\"og:site_name\" content=\"INCOPRO\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/incoprouk\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-11-23T13:22:55+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-08-13T13:44:36+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Blog_Bad-actors-business-models_thumb_LinkedIn.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"627\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@Incopro\" \/>\n<meta name=\"twitter:site\" content=\"@Incopro\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Oliver Borlase\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.incoproip.com\/#organization\",\"name\":\"Incopro\",\"url\":\"https:\/\/www.incoproip.com\/\",\"sameAs\":[\"https:\/\/www.instagram.com\/incoproip\/\",\"https:\/\/www.linkedin.com\/company\/incopro-ltd\/\",\"https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured\",\"https:\/\/www.facebook.com\/incoprouk\/\",\"https:\/\/twitter.com\/Incopro\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"width\":900,\"height\":483,\"caption\":\"Incopro\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.incoproip.com\/#website\",\"url\":\"https:\/\/www.incoproip.com\/\",\"name\":\"INCOPRO\",\"description\":\"Brand Protection Solutions | Brand Protection Technology\",\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.incoproip.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#primaryimage\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Blog_Bad-actors-business-models_thumb_LinkedIn.jpg\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Blog_Bad-actors-business-models_thumb_LinkedIn.jpg\",\"width\":1200,\"height\":627,\"caption\":\"How to Discover and Dismantle Bad Actors’ Business Models\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#webpage\",\"url\":\"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/\",\"name\":\"How to Discover and Dismantle Bad Actors’ Business Models - INCOPRO\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#primaryimage\"},\"datePublished\":\"2020-11-23T13:22:55+00:00\",\"dateModified\":\"2021-08-13T13:44:36+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.incoproip.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"How to Discover and Dismantle Bad Actors’ Business Models\"}]},{\"@type\":\"Article\",\"@id\":\"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#webpage\"},\"author\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3\"},\"headline\":\"How to Discover and Dismantle Bad Actors’ Business Models\",\"datePublished\":\"2020-11-23T13:22:55+00:00\",\"dateModified\":\"2021-08-13T13:44:36+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#webpage\"},\"wordCount\":1843,\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Blog_Bad-actors-business-models_thumb_LinkedIn.jpg\",\"articleSection\":[\"Investigations\",\"Network analysis\",\"Online Counterfeiting\"],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3\",\"name\":\"Oliver Borlase\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g\",\"caption\":\"Oliver Borlase\"},\"url\":\"https:\/\/www.incoproip.com\/author\/oliverborlase\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"How to Discover and Dismantle Bad Actors’ Business Models - INCOPRO","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/","og_locale":"en_US","og_type":"article","og_title":"How to Discover and Dismantle Bad Actors’ Business Models","og_description":"The business models of bad actors have become increasingly sophisticated. Learn why it’s critical that your team is equipped with the tools and knowledge to remain one step ahead.","og_url":"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/","og_site_name":"INCOPRO","article_publisher":"https:\/\/www.facebook.com\/incoprouk\/","article_published_time":"2020-11-23T13:22:55+00:00","article_modified_time":"2021-08-13T13:44:36+00:00","og_image":[{"width":1200,"height":627,"url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Blog_Bad-actors-business-models_thumb_LinkedIn.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_creator":"@Incopro","twitter_site":"@Incopro","twitter_misc":{"Written by":"Oliver Borlase","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/www.incoproip.com\/#organization","name":"Incopro","url":"https:\/\/www.incoproip.com\/","sameAs":["https:\/\/www.instagram.com\/incoproip\/","https:\/\/www.linkedin.com\/company\/incopro-ltd\/","https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured","https:\/\/www.facebook.com\/incoprouk\/","https:\/\/twitter.com\/Incopro"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","width":900,"height":483,"caption":"Incopro"},"image":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/"}},{"@type":"WebSite","@id":"https:\/\/www.incoproip.com\/#website","url":"https:\/\/www.incoproip.com\/","name":"INCOPRO","description":"Brand Protection Solutions | Brand Protection Technology","publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.incoproip.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#primaryimage","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Blog_Bad-actors-business-models_thumb_LinkedIn.jpg","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Blog_Bad-actors-business-models_thumb_LinkedIn.jpg","width":1200,"height":627,"caption":"How to Discover and Dismantle Bad Actors’ Business Models"},{"@type":"WebPage","@id":"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#webpage","url":"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/","name":"How to Discover and Dismantle Bad Actors’ Business Models - INCOPRO","isPartOf":{"@id":"https:\/\/www.incoproip.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#primaryimage"},"datePublished":"2020-11-23T13:22:55+00:00","dateModified":"2021-08-13T13:44:36+00:00","breadcrumb":{"@id":"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.incoproip.com\/"},{"@type":"ListItem","position":2,"name":"How to Discover and Dismantle Bad Actors’ Business Models"}]},{"@type":"Article","@id":"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#article","isPartOf":{"@id":"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#webpage"},"author":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3"},"headline":"How to Discover and Dismantle Bad Actors’ Business Models","datePublished":"2020-11-23T13:22:55+00:00","dateModified":"2021-08-13T13:44:36+00:00","mainEntityOfPage":{"@id":"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#webpage"},"wordCount":1843,"publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"image":{"@id":"https:\/\/www.incoproip.com\/how-to-discover-and-dismantle-bad-actors-business-models\/#primaryimage"},"thumbnailUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Blog_Bad-actors-business-models_thumb_LinkedIn.jpg","articleSection":["Investigations","Network analysis","Online Counterfeiting"],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3","name":"Oliver Borlase","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g","caption":"Oliver Borlase"},"url":"https:\/\/www.incoproip.com\/author\/oliverborlase\/"}]}},"_links":{"self":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/11713"}],"collection":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/comments?post=11713"}],"version-history":[{"count":23,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/11713\/revisions"}],"predecessor-version":[{"id":17107,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/11713\/revisions\/17107"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media\/11743"}],"wp:attachment":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media?parent=11713"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/categories?post=11713"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/tags?post=11713"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}