{"id":17988,"date":"2021-12-20T21:59:12","date_gmt":"2021-12-20T21:59:12","guid":{"rendered":"https:\/\/www.incoproip.com\/?p=17988"},"modified":"2021-12-21T14:38:00","modified_gmt":"2021-12-21T14:38:00","slug":"brand-protection-2021-in-review","status":"publish","type":"post","link":"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/","title":{"rendered":"Brand Protection: 2021 in Review"},"content":{"rendered":"\n<p class=\"has-medium-font-size\"><strong>2021 posed unique challenges to brand protection teams, with online threats increasingly varied, supply chains disrupted, and department budgets tightening.<\/strong><\/p>\n\n\n\n<p>Throughout this year however, members of the global brand protection community INSYNC remained resolute in their goal to protect consumers, with teams continually adapting to the fast-evolving online environment. Quotes and insights from the INSYNC community show teams responding to prolonged global uncertainty and shifts in online behavior by refocusing strategy, collaborating with internal teams, and building relationships with e-commerce platforms.<\/p>\n\n\n\n<p>Read this blog to learn about the key developments within the industry in 2021, including emerging threats, new legislation, and innovative approaches to brand protection strategy.<\/p>\n\n\n\n<h2 class=\"heading-branded\">Emerging threats in 2021<\/h2>\n\n\n\n<p>The pandemic has continued to disrupt supply chains across the globe, meaning consumers have had difficulty in obtaining certain branded products. Counterfeiters and other bad actors have seized this opportunity to impersonate brands and defraud consumers.<\/p>\n\n\n\n<h3 id=\"h-social-media-phishing-and-scams\">Social media phishing and scams<\/h3>\n\n\n\n<p>Brands in 2021 faced a growing tide of phishing scams and other types of fraud targeting their customers on social media.<\/p>\n\n\n\n<p>Social media cybercrime generates a staggering&nbsp;<strong>$3.25<\/strong> billion&nbsp;for criminal networks annually[1]. <strong>61%<\/strong> of companies&nbsp;experience phishing attacks via their social media channels[2]. And as social media usage continues to increase, scammers have sought new methods to exploit brands and consumers.<\/p>\n\n\n\n<p>Facebook and Instagram have emerged as popular platforms for fake ‘brand giveaways’, where scammers impersonate well-known brands advertising offering free product giveaways. Once consumers submit their personal information, the scammers use this to conduct identity and financial fraud.<\/p>\n\n\n\n<p>In a sign of growing frustration from authorities, the&nbsp;head of enforcement at the FCA (UK) stated:<\/p>\n\n\n\n<p><em>“Social media sites are effectively a gateway in which scammers are getting access to vast numbers of people in the population through online searches.”[3]<\/em><\/p>\n\n\n\n<p>While platforms are taking steps to combat scammers, it is clear they can go further. Businesses too must adapt their brand protection strategies to safeguard consumers’ digital safety and trust on social media as threats continue to grow.<\/p>\n\n\n\n<p><a href=\"https:\/\/www.incoproip.com\/brand-protection-social-media-tackling-scams-impersonation\/\" target=\"_blank\" rel=\"noreferrer noopener\">Learn more about tackling social media threats &gt;<\/a><\/p>\n\n\n\n<h3>COVID-related scams<\/h3>\n\n\n\n<p>Brands and consumers contended with a barrage of COVID-related scams and fake products during 2021. These threats included:<\/p>\n\n\n\n<h4>Listings for COVID vaccines on B2B &amp; B2C marketplaces<\/h4>\n\n\n\n<p>Incopro’s experts have detected several unauthorized listings claiming to be ‘COVID-19 Vaccine Direct Suppliers’ on B2B platforms EC21, Ecplaza, and Tradekey. With the listings not directly referring to branded vaccines, identifying the key platforms sellers use to advertise these fake or unauthorized products plays a significant role in proactive enforcement.<\/p>\n\n\n\n<p>COVID vaccine listings can often also be found on B2C platforms such as eBay, Etsy, and Craigslist. These usually involve sellers offering slots to get the vaccine. COVID vaccine manufacturers have confirmed to Incopro that the majority of these online offers are scams.<\/p>\n\n\n\n<h4>Criminals selling COVID-related products<\/h4>\n\n\n\n<p>Fake vaccine passports \/ certificates and even COVID test results are being sold on e-commerce websites and, increasingly, the dark web[4].<\/p>\n\n\n\n<p>Law enforcement agencies such as the Federal Drug Agency (FDA) in the US are pursuing false COVID-related products and are notifying registrars when their services are used by bad actors. However, with over 1,000 COVID-related domains being registered per day, it’s clear that registrars and web hosts need to do more.<\/p>\n\n\n\n<p><a href=\"https:\/\/www.incoproip.com\/platforms-key-role-in-protecting-consumers-from-fake-vaccines-and-covid-related-scams\/\" target=\"_blank\" rel=\"noreferrer noopener\">Learn more about COVID-related scams &gt;<\/a><\/p>\n\n\n\n<h2 class=\"heading-branded\">Legislation targeting platforms – EU<\/h2>\n\n\n\n<p>On the legislative front 2021 heralded many promising changes, with increased pressure placed on e-commerce platforms and other online intermediaries.<\/p>\n\n\n\n<p>In December 2020, The European Commission published its much-anticipated&nbsp;Digital Services Act package of measures<a href=\"#_ftn5\">[5]<\/a>&nbsp;in what may amount potentially to the most sweeping reforms to tech regulation in Europe for more than two decades.&nbsp;<\/p>\n\n\n\n<p>The two separate pieces of legislation (the&nbsp;Digital Services Act&nbsp;and the&nbsp;Digital Markets Act) appear to signify the arrival of root and branch reform to the Internet platform economy, assuming the draft texts are adopted by the European Parliament and are enacted into law.&nbsp;<\/p>\n\n\n\n<h3>The Digital Services Act (DSA)<\/h3>\n\n\n\n<p>The DSA is designed to regulate the way in which platforms handle illegal or harmful content in their capacity as intermediaries which connect consumers with goods, services and content.<\/p>\n\n\n\n<p>A central theme to the DSA is the notion that technology companies will need now to take much more responsibility for unlawful behavior on their platforms – and will face serious financial penalties if they do not.<\/p>\n\n\n\n<p>While brand owners welcome the proposed legislation, there are several key improvements that are needed. Perhaps most critical of these are:<\/p>\n\n\n\n<ul><li>Trusted Flaggers – ‘Trusted Flagger’ rules should apply to all hosting services and trusted flagger status should be available to all entities which demonstrate expertise and a high rate of accuracy when flagging content regardless of whether or not they are part of trade associations or collective bodies.<\/li><\/ul>\n\n\n\n<ul><li>Repeat Infringers – The scope of this provision is too narrow; it needs to apply to all hosting services (e.g. cyberlockers). It should also permit the termination of the provision of services in egregious cases – for example in cases of repeated suspension.<\/li><\/ul>\n\n\n\n<p><a href=\"https:\/\/www.incoproip.com\/insync-community-hub\/the-digital-services-act-what-do-brand-and-content-owners-need\/\" target=\"_blank\" rel=\"noreferrer noopener\">Learn more about DSA changes requested by brand owners &gt;<\/a><\/p>\n\n\n\n<h3>The Digital Markets Act (DMA)<\/h3>\n\n\n\n<p>In contrast to the DSA,&nbsp;the DMA&nbsp;applies to large online platforms which act as “Gatekeepers” in digital markets – acting as critical gateways for business users to reach end users (consumers). This includes search engines, intermediation services, social networking services, video-sharing platforms, operating systems, interpersonal communication services, cloud computing and advertising[6].<\/p>\n\n\n\n<p>The DMA seeks to regulate these platforms to ensure that the markets in which they operate remain fair and competitive. The DMA imposes restrictions and obligations to ensure that Gatekeeper platforms behave in a fair way online.<\/p>\n\n\n\n<p><a href=\"https:\/\/www.incoproip.com\/insync-community-hub\/the-digital-services-act-unwrapped-initial-implications-for-platforms-brands-and-consumers\/\" target=\"_blank\" rel=\"noreferrer noopener\">Learn more about EU legislative developments ><\/a><\/p>\n\n\n\n<h2 class=\"heading-branded\">Legislation targeting platforms – US<\/h2>\n\n\n\n<p>Similar trends were observed in the US, with legislators increasing looking at the role of platforms and online intermediaries in facilitating the sale or access of infringing products and services.<\/p>\n\n\n\n<h3>The Shop Safe Act<\/h3>\n\n\n\n<p>The US Shop Safe Act Amends the Trademark Act of 1946 (The Lanham Act), with the addition of a section to make e-commerce platforms liable for trademark infringement and counterfeiting if they do not follow a number of best practices such as screening sellers and enforcing against repeat infringers.<\/p>\n\n\n\n<h3>The INFORM Consumers Act<\/h3>\n\n\n\n<p>The US INFORM Consumers Act (The Integrity, Notification, and Fairness in Online Retail Marketplaces for Consumers), requires online marketplaces to collect, verify and disclose certain information from high-volume third-party sellers.<\/p>\n\n\n\n<p>Following discussions in the senate, e-commerce platforms lobbied to define high-volume third-party sellers to include those that conduct 200 or more transactions resulting in total revenues of $7,000 or more during a continuous 12-month period.<\/p>\n\n\n\n<p><a href=\"https:\/\/www.incoproip.com\/insync-community-hub\/shop-safe-inform-consumers-act-us\/\" target=\"_blank\" rel=\"noreferrer noopener\">Learn more about US legislative developments &gt;<\/a><\/p>\n\n\n\n<h2 class=\"heading-branded\">Increased focus on repeat infringers<\/h2>\n\n\n\n<p>In early 2021 Incopro released ‘Three Strikes and Out’, a white paper that explores how e-commerce platforms can tackle repeat infringers – an issue that brand owners are increasingly highlighting.<\/p>\n\n\n\n<p>We found that <strong>23<\/strong> of the <strong>34<\/strong> e-commerce platforms considered have a policy directed at repeat infringers. The remaining <strong>11<\/strong> had no relevant policy evident. Out of the <strong>23<\/strong> e-commerce platforms that have a policy, only 3 had enacted a three-strikes rule.<\/p>\n\n\n\n<p>We noted that platforms that do have a clear ‘three strikes’ rule and robust seller verification process – such as Aliexpress – see fewer repeat infringements than other platforms.<\/p>\n\n\n\n<p>The white paper analyzed over 1.5m enforcements to help understand the scale of the issue, before setting out how brands, platforms and legislators can address the challenge to protect consumers, reduce losses suffered to counterfeiting and support rights holders.<\/p>\n\n\n\n<p>Incopro’s analysis shows that:<\/p>\n\n\n\n<ul><li>Only&nbsp;<strong>6%<\/strong>&nbsp;of&nbsp;sellers&nbsp;are&nbsp;repeatedly enforced on <strong>3 days<\/strong> <strong>or<\/strong> <strong>more<\/strong>&nbsp;<\/li><li>However, these sellers are responsible for over&nbsp;<strong>24%<\/strong>&nbsp;of the listings Incopro has enforced against&nbsp;<\/li><li>The models show that&nbsp;a seller verification and repeat infringer policy would significantly benefit consumers, brands, legislators, and the platforms themselves<\/li><\/ul>\n\n\n\n<p><a href=\"https:\/\/www.incoproip.com\/reports\/three-strikes-and-out-how-e-commerce-platforms-can-protect-consumers-from-repeat-offenders\/\" target=\"_blank\" rel=\"noreferrer noopener\">Read the full findings and policy recommendations &gt;<\/a><\/p>\n\n\n\n<h2 class=\"heading-branded\">Recognition of outcomes, not takedowns<\/h2>\n\n\n\n<p><strong>“It’s important we’re not seen as ‘whack-a-mole’. It’s only whack-a-mole if you don’t apply data.”<\/strong><\/p>\n\n\n\n<p><em>Gary Wengrofsky, Senior Director, Intellectual Property, Charter Communications speaking at the INSYNC Virtual Summit: November 2021<\/em><\/p>\n\n\n\n<p>In 2021, the shift towards outcomes picked up pace. Many brand protection teams now set KPIs that focus on reducing the volume of infringement and cleaning up priority platforms, rather than the number of takedown notices sent.<\/p>\n\n\n\n<p>With this approach, teams can free up resources for both targeted enforcement against high-risk infringements and to conduct in-depth data analysis and other value-adding activities. They can then deliver commercial value to the business and vastly increase return on investment.<\/p>\n\n\n\n<p><a href=\"https:\/\/www.incoproip.com\/brand-protection-kpis-how-to-focus-on-outcomes-not-takedowns\/\" target=\"_blank\" rel=\"noreferrer noopener\">Learn how shifting the focus to outcomes delivers greater long-term value &gt;<\/a><\/p>\n\n\n\n<h2 class=\"heading-branded\">A new brand protection maturity model<\/h2>\n\n\n\n<p>With threats growing in both scale and variety, brand protection teams had a huge amount of ground to cover in 2021. From counterfeit goods and copycats, to fake NFTs and social media phishing scams, there are countless ways a company&#8217;s identity can be infringed and damaged online. The threats each business and industry faces vary, but there are general steps all organizations can take to evolve their approach.<\/p>\n\n\n\n<p>As they mature, teams become an increasingly strategic asset — able not only to counter threats, but to identify new growth opportunities for the business.<\/p>\n\n\n\n<p>In 2021, Incopro released an Online Brand Protection Maturity Report that outlines the four stages of this journey. From reactive teams that find themselves firefighting infringements, to effective teams that make use of advanced technology to tackle issues at scale, to progressive teams that champion wider applications of brand protection within their organizations.<\/p>\n\n\n\n<p><a href=\"https:\/\/www.incoproip.com\/reports\/online-brand-protection-maturity\/\" target=\"_blank\" rel=\"noreferrer noopener\">Download the maturity report<\/a> to find out where your organization currently sits, the tools you can use to progress, and the value to be achieved by doing so.<\/p>\n\n\n\n<p><a href=\"https:\/\/insync.incoproip.com\/past-summits-archive\/insync-virtual-summit-november-2021-recap\/#maturity\" target=\"_blank\" rel=\"noreferrer noopener\">Alternatively, view a video walkthrough of the maturity report &gt;<\/a><\/p>\n\n\n\n<h2 class=\"heading-branded\"><span style=\"color:#009ca6\" class=\"has-inline-color\">Become an INSYNC member<\/span><\/h2>\n\n\n\n<p>While new trends and threats present brand protection challenges, the emerging opportunities and new approaches to brand protection offer an exciting foundation for teams in 2022.<\/p>\n\n\n\n<p>Join INSYNC, a growing community of brand protection professionals, and help us build a united front against bad actors. Through collaboration, sharing best practices, and lobbying efforts we can better protect consumers from online harm.<\/p>\n\n\n\n<p>As a member, you’ll be able to take part in our exclusive round tables and access all INSYNC content including surveys, newsletters, and webinars. You’ll also receive early-bird invites for virtual and in-person events.<\/p>\n\n\n<div class=\"cta-button align-left\">\n    <a href=\"https:\/\/www.incoproip.com\/join-insync\/\" title=\"Join&#x20;INSYNC\"  class=\"btn btn--primary caret-btn\">Join INSYNC<\/a>\n<\/div>\n\n\n<figure class=\"wp-block-image size-large\"><a href=\"https:\/\/www.incoproip.com\/join-insync\/\"><img width=\"1024\" height=\"536\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/10\/INSYNC_banner_website-1024x536.png\" alt=\"INSYNC - A Global Brand Protection Community\" class=\"wp-image-17647\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/10\/INSYNC_banner_website-1024x536.png 1024w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/10\/INSYNC_banner_website-300x157.png 300w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/10\/INSYNC_banner_website-768x402.png 768w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/10\/INSYNC_banner_website.png 1200w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><\/figure>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p>[1] <a href=\"https:\/\/www.bromium.com\/wp-content\/uploads\/2019\/02\/Bromium-Web-of-Profit-Social-Platforms-Report.pdf\">https:\/\/www.bromium.com\/wp-content\/uploads\/2019\/02\/Bromium-Web-of-Profit-Social-Platforms-Report.pdf<\/a><\/p>\n\n\n\n<p>[2] <a href=\"https:\/\/www.intelligentcio.com\/wp-content\/uploads\/sites\/20\/2021\/03\/2021-State-of-the-Phish-WP.pdf\">https:\/\/www.intelligentcio.com\/wp-content\/uploads\/sites\/20\/2021\/03\/2021-State-of-the-Phish-WP.pdf<\/a><\/p>\n\n\n\n<p>[3] <a href=\"https:\/\/www.theguardian.com\/money\/2021\/sep\/28\/social-media-giants-serve-as-gateway-for-scams-warns-finance-watchdog\">https:\/\/www.theguardian.com\/money\/2021\/sep\/28\/social-media-giants-serve-as-gateway-for-scams-warns-finance-watchdog<\/a><\/p>\n\n\n\n<p>[4] <a href=\"https:\/\/www.bbc.co.uk\/news\/technology-56489574\">https:\/\/www.bbc.co.uk\/news\/technology-56489574<\/a><\/p>\n\n\n\n<p>[5] <a href=\"https:\/\/eur-lex.europa.eu\/legal-content\/en\/TXT\/?uri=COM:2020:825:FIN\">https:\/\/eur-lex.europa.eu\/legal-content\/en\/TXT\/?uri=COM:2020:825:FIN<\/a><\/p>\n\n\n\n<p>[6] <a href=\"https:\/\/www.linklaters.com\/en\/insights\/blogs\/linkingcompetition\/2021\/january\/digital-platforms-the-gatekeepers-under-the-eus-new-digital-markets-act\">https:\/\/www.linklaters.com\/en\/insights\/blogs\/linkingcompetition\/2021\/january\/digital-platforms-the-gatekeepers-under-the-eus-new-digital-markets-act<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>2021 posed unique challenges to brand protection teams. Read our review to learn about the key threats, legislative developments, opportunities – and how businesses have responded. <\/p>\n","protected":false},"author":5,"featured_media":18032,"comment_status":"closed","ping_status":"open","sticky":true,"template":"","format":"standard","meta":[],"categories":[6571,6573,3626,6559,6562],"tags":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.7 (Yoast SEO v19.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Brand Protection: 2021 in Review - INCOPRO<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Brand Protection: 2021 in Review\" \/>\n<meta property=\"og:description\" content=\"2021 posed unique challenges to brand protection teams. Read our review to learn about the key threats, legislative developments, opportunities – and how businesses have responded.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/\" \/>\n<meta property=\"og:site_name\" content=\"INCOPRO\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/incoprouk\/\" \/>\n<meta property=\"article:published_time\" content=\"2021-12-20T21:59:12+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-12-21T14:38:00+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/12\/Blog_Brand-Protection-2021-in-Review_Web.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"627\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@Incopro\" \/>\n<meta name=\"twitter:site\" content=\"@Incopro\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Oliver Borlase\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.incoproip.com\/#organization\",\"name\":\"Incopro\",\"url\":\"https:\/\/www.incoproip.com\/\",\"sameAs\":[\"https:\/\/www.instagram.com\/incoproip\/\",\"https:\/\/www.linkedin.com\/company\/incopro-ltd\/\",\"https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured\",\"https:\/\/www.facebook.com\/incoprouk\/\",\"https:\/\/twitter.com\/Incopro\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"width\":900,\"height\":483,\"caption\":\"Incopro\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.incoproip.com\/#website\",\"url\":\"https:\/\/www.incoproip.com\/\",\"name\":\"INCOPRO\",\"description\":\"Brand Protection Solutions | Brand Protection Technology\",\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.incoproip.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#primaryimage\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/12\/Blog_Brand-Protection-2021-in-Review_Web.jpg\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/12\/Blog_Brand-Protection-2021-in-Review_Web.jpg\",\"width\":1200,\"height\":627},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#webpage\",\"url\":\"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/\",\"name\":\"Brand Protection: 2021 in Review - INCOPRO\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#primaryimage\"},\"datePublished\":\"2021-12-20T21:59:12+00:00\",\"dateModified\":\"2021-12-21T14:38:00+00:00\",\"description\":\"2021 posed unique challenges to brand protection teams. Read our review to learn about the key threats, trends, and opportunities.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.incoproip.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Brand Protection: 2021 in Review\"}]},{\"@type\":\"Article\",\"@id\":\"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#webpage\"},\"author\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3\"},\"headline\":\"Brand Protection: 2021 in Review\",\"datePublished\":\"2021-12-20T21:59:12+00:00\",\"dateModified\":\"2021-12-21T14:38:00+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#webpage\"},\"wordCount\":1777,\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/12\/Blog_Brand-Protection-2021-in-Review_Web.jpg\",\"articleSection\":[\"Emerging threats\",\"Marketing Function\",\"Online Counterfeiting\",\"Platform Accountability\",\"Social Media\"],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3\",\"name\":\"Oliver Borlase\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g\",\"caption\":\"Oliver Borlase\"},\"url\":\"https:\/\/www.incoproip.com\/author\/oliverborlase\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Brand Protection: 2021 in Review - INCOPRO","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/","og_locale":"en_US","og_type":"article","og_title":"Brand Protection: 2021 in Review","og_description":"2021 posed unique challenges to brand protection teams. Read our review to learn about the key threats, legislative developments, opportunities – and how businesses have responded.","og_url":"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/","og_site_name":"INCOPRO","article_publisher":"https:\/\/www.facebook.com\/incoprouk\/","article_published_time":"2021-12-20T21:59:12+00:00","article_modified_time":"2021-12-21T14:38:00+00:00","og_image":[{"width":1200,"height":627,"url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/12\/Blog_Brand-Protection-2021-in-Review_Web.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_creator":"@Incopro","twitter_site":"@Incopro","twitter_misc":{"Written by":"Oliver Borlase","Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/www.incoproip.com\/#organization","name":"Incopro","url":"https:\/\/www.incoproip.com\/","sameAs":["https:\/\/www.instagram.com\/incoproip\/","https:\/\/www.linkedin.com\/company\/incopro-ltd\/","https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured","https:\/\/www.facebook.com\/incoprouk\/","https:\/\/twitter.com\/Incopro"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","width":900,"height":483,"caption":"Incopro"},"image":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/"}},{"@type":"WebSite","@id":"https:\/\/www.incoproip.com\/#website","url":"https:\/\/www.incoproip.com\/","name":"INCOPRO","description":"Brand Protection Solutions | Brand Protection Technology","publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.incoproip.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#primaryimage","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/12\/Blog_Brand-Protection-2021-in-Review_Web.jpg","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/12\/Blog_Brand-Protection-2021-in-Review_Web.jpg","width":1200,"height":627},{"@type":"WebPage","@id":"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#webpage","url":"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/","name":"Brand Protection: 2021 in Review - INCOPRO","isPartOf":{"@id":"https:\/\/www.incoproip.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#primaryimage"},"datePublished":"2021-12-20T21:59:12+00:00","dateModified":"2021-12-21T14:38:00+00:00","description":"2021 posed unique challenges to brand protection teams. Read our review to learn about the key threats, trends, and opportunities.","breadcrumb":{"@id":"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.incoproip.com\/"},{"@type":"ListItem","position":2,"name":"Brand Protection: 2021 in Review"}]},{"@type":"Article","@id":"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#article","isPartOf":{"@id":"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#webpage"},"author":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3"},"headline":"Brand Protection: 2021 in Review","datePublished":"2021-12-20T21:59:12+00:00","dateModified":"2021-12-21T14:38:00+00:00","mainEntityOfPage":{"@id":"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#webpage"},"wordCount":1777,"publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"image":{"@id":"https:\/\/www.incoproip.com\/brand-protection-2021-in-review\/#primaryimage"},"thumbnailUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/12\/Blog_Brand-Protection-2021-in-Review_Web.jpg","articleSection":["Emerging threats","Marketing Function","Online Counterfeiting","Platform Accountability","Social Media"],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3","name":"Oliver Borlase","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g","caption":"Oliver Borlase"},"url":"https:\/\/www.incoproip.com\/author\/oliverborlase\/"}]}},"_links":{"self":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/17988"}],"collection":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/comments?post=17988"}],"version-history":[{"count":35,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/17988\/revisions"}],"predecessor-version":[{"id":18041,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/17988\/revisions\/18041"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media\/18032"}],"wp:attachment":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media?parent=17988"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/categories?post=17988"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/tags?post=17988"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}