{"id":8967,"date":"2020-08-13T20:00:00","date_gmt":"2020-08-13T20:00:00","guid":{"rendered":"https:\/\/www.incoproip.com\/?p=8967"},"modified":"2022-05-16T15:40:59","modified_gmt":"2022-05-16T15:40:59","slug":"the-modern-day-counterfeiter","status":"publish","type":"post","link":"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/","title":{"rendered":"The modern-day counterfeiter: Dealing with the threat from competitors you’ve never heard of"},"content":{"rendered":"\n<p class=\"has-medium-font-size\"><strong>With insights from Phil Lewis, Director General at the Anti-Counterfeiting Group (ACG), and Marilyn Krige, Senior Global Brand Protection Counsel Anti-Counterfeiting at Reckitt, we explore how counterfeiting has evolved and why agile ‘organized crime groups’ (OCGs) often pose the greatest threat to businesses, local authorities and, ultimately, consumers.<\/strong><\/p>\n\n\n\n<p>Read this piece to learn the attributes and behaviors of modern-day counterfeiters and how your business can fight back to protect your consumers and retain revenue streams.<\/p>\n\n\n\n<h2 class=\"heading-branded\" id=\"h-how-counterfeiter-behavior-has-evolved\">How counterfeiter behavior has evolved&nbsp; <\/h2>\n\n\n\n<p class=\"has-text-color has-medium-font-size\" style=\"color:#009ca6\"><strong>“To understand how counterfeiting has changed, we need to look back to market reforms that took place in the 1990’s. Dissolved borders and more borderless markets dramatically changed the world in terms of illicit trade.”<\/strong> <br><br>&#8211; Phil Lewis, ACG<\/p>\n\n\n\n<p>In addition to this, Phil notes that infringers have taken advantage of:<\/p>\n\n\n\n<ul><li>the development and spread of digital technologies and e-commerce<\/li><li>the evolution of new and developed container freight systems and postal and courier services<\/li><li>reduced travel costs<\/li><li>more globalised banking systems, which means that huge sums can be moved across the world at lightning speed.<\/li><\/ul>\n\n\n\n<p>This has resulted in alarmingly rapid growth in illegal markets, which attract and bring together new transnational crime networks.<\/p>\n\n\n\n<p>Simultaneously, counterfeiters have expanded the scope and scale of their manufacturing from ‘traditional’ fake goods such as fashion, sports goods, and high-end watches, towards more fast-moving consumer goods, household products, and even medical appliances and treatments.<\/p>\n\n\n\n<p>Unfortunately, the ongoing pandemic has highlighted that the morality of criminals can sink to even lower levels. We have seen a huge increase in dangerous fakes including <a href=\"https:\/\/www.incoproip.com\/reports\/six-warning-signs-to-spot-illegitimate-face-masks-hand-sanitizers\/?preview_id=6745&amp;preview_nonce=861c4d46cd&amp;preview=true&amp;_thumbnail_id=6822\">PPE<\/a> and medicines.<\/p>\n\n\n\n<p>In the EU, over <strong>37%<\/strong> of products seized at the borders are potentially dangerous to consumers.<\/p>\n\n\n\n<p>The perfect storm for businesses has now materialized due to the global health crisis; disposable income has suddenly become limited, with many consumers simply not having the same purchasing power, and counterfeiters have seized on gaps in supply. Shoppers will be on the lookout for low prices and deals, making themselves easy targets for counterfeiters who have stockpiled cheap, dangerous products.<\/p>\n\n\n\n<div class=\"wp-block-columns mb-0\">\n<div class=\"wp-block-column mb-0\">\n<div class=\"wp-block-image clear-top clear-bottom\"><figure class=\"aligncenter size-full\"><img width=\"477\" height=\"407\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Poll-Biggest-threat-to-your-brand-5-years-ago-1.png\" alt=\"\" class=\"wp-image-9029\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Poll-Biggest-threat-to-your-brand-5-years-ago-1.png 477w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Poll-Biggest-threat-to-your-brand-5-years-ago-1-300x256.png 300w\" sizes=\"(max-width: 477px) 100vw, 477px\" \/><\/figure><\/div>\n<\/div>\n\n\n\n<div class=\"wp-block-column\">\n<div class=\"wp-block-image clear-top clear-bottom\"><figure class=\"aligncenter size-full\"><img width=\"477\" height=\"409\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Poll-Biggest-threat-to-your-brand-now.png\" alt=\"\" class=\"wp-image-9030\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Poll-Biggest-threat-to-your-brand-now.png 477w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Poll-Biggest-threat-to-your-brand-now-300x257.png 300w\" sizes=\"(max-width: 477px) 100vw, 477px\" \/><\/figure><\/div>\n<\/div>\n<\/div>\n\n\n\n<p class=\"has-text-align-center\"><em>Results of a poll of 64 Brand Protection professionals (16<sup>th<\/sup> July)<\/em><\/p>\n\n\n\n<h3 id=\"h-the-challenges-facing-reckitt\"><strong>The challenges facing Reckitt<\/strong><\/h3>\n\n\n\n<p>Reckitt is a FMCG company with a large and diverse brand portfolio. Marilyn states that there are several key changes in the way infringers operate that pose unique Brand Protection challenges for the business:<\/p>\n\n\n\n<ul type=\"1\"><li><strong>How and where counterfeits are made &amp; how they are marketed<\/strong><\/li><\/ul>\n\n\n\n<p>Manufacturing operations have moved away from China, into other regions in South East Asia due to cost and the imposition of increased intellectual property protections.<\/p>\n\n\n\n<p>Many infringers have shifted to producing look-a-likes instead of counterfeits in an attempt to escape enforcement. They often use the RB’s brand imagery so are more difficult to spot using traditional techniques.<\/p>\n\n\n\n<ul><li><strong>Ability to adapt business model and move online<\/strong><\/li><\/ul>\n\n\n\n<p>There has been a convergence of counterfeiters’ online and offline presence, further increasing the complexity of illicit operations. The speed at which counterfeiters adapt continues to grow, with outside factors such as COVID not having any significant detrimental impact on the ability for operators to scale. These operators are agile and get products to market in record time without hindrance of regulation and other constraints.<\/p>\n\n\n\n<ul><li><strong>Use of drop shipping to make source more difficult to identify<\/strong><\/li><\/ul>\n\n\n\n<p>Sellers will often carry no stock but instead pass on order and shipping information to another seller, manufacturer, or other intermediary who then ships the product(s) directly to the consumer. This practice makes tracking the exact source and perpetrator difficult.<\/p>\n\n\n\n<h2 class=\"heading-branded\" id=\"h-the-rising-threat-of-organized-crime\">The rising threat of organized crime<\/h2>\n\n\n\n<p>The biggest challenge for businesses is tackling organized crime groups (OCGs) &#8212; also known as infringer networks &#8212; which are driving the global counterfeiting business.<\/p>\n\n\n\n<p>Once they gain a foothold, these groups become more difficult to remove. They spot gaps when essential products are unavailable and move in. This was very clear during the recent lockdown restrictions.<\/p>\n\n\n\n<p>Using a sophisticated network of seller accounts, websites, and social media profiles, they infiltrate the economy using illegal money, cement their positions, and scale globally.<\/p>\n\n\n\n<p>Marilyn believes it is essential these illicit networks &#8212; often having multiple brands in their sights at any one time &#8212; are uncovered and taken down.<\/p>\n\n\n\n<p class=\"has-text-color has-medium-font-size\" style=\"color:#009ca6\"><strong>“The level of sophistication has increased as printing quality and manufacturing quality have improved —<\/strong> <strong>so it&#8217;s easy for infringers to scale that over multiple brands.”<\/strong> <br><br>&#8211; Marilyn Krige, Reckitt<\/p>\n\n\n\n<h3 id=\"h-how-infringer-networks-operate-across-borders-and-evade-enforcement-efforts\">How infringer networks operate across borders and evade enforcement efforts&nbsp;&nbsp;<\/h3>\n\n\n\n<p>Infringer networks have become more localized, decentralized, and specialized. In a swiftly developing global environment this has enabled them to engage professional facilitators, outside of their own countries, to quickly move products from one country to another. Working in this way, they can hide the source and reduce the prospect of detection.<\/p>\n\n\n\n<p>Despite the size of this enormous global crimewave (US$509bn), there have been very few examples of a huge international organisation being in control. Instead, counterfeiters have developed small fluid networks to move fakes across borders. They operate in units, with cells that take on different functions, depending on their expertise and abilities.<\/p>\n\n\n\n<div class=\"wp-block-columns mb-0\">\n<div class=\"wp-block-column\">\n<div class=\"wp-block-image clear-top clear-bottom\"><figure class=\"aligncenter size-large\"><img width=\"479\" height=\"315\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Poll-Organized-crime-counterfeiting.png\" alt=\"Poll results - Organized crime and counterfeiting\" class=\"wp-image-9026\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Poll-Organized-crime-counterfeiting.png 479w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Poll-Organized-crime-counterfeiting-300x197.png 300w\" sizes=\"(max-width: 479px) 100vw, 479px\" \/><\/figure><\/div>\n<\/div>\n\n\n\n<div class=\"wp-block-column\">\n<figure class=\"wp-block-image size-large clear-top clear-bottom\"><img width=\"490\" height=\"425\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Poll-Technology-to-identify-networks.png\" alt=\"\" class=\"wp-image-9031\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Poll-Technology-to-identify-networks.png 490w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Poll-Technology-to-identify-networks-300x260.png 300w\" sizes=\"(max-width: 490px) 100vw, 490px\" \/><\/figure>\n<\/div>\n<\/div>\n\n\n\n<p class=\"has-text-align-center\"><em>Results of a poll of 66 Brand Protection professionals (16<sup>th<\/sup> July)<\/em><\/p>\n\n\n\n<h2 class=\"heading-branded\" id=\"h-online-sellers-are-borderless-brands-need-to-broaden-their-focus-across-geographies\">Online sellers are borderless: Brands need to broaden their focus across geographies<\/h2>\n\n\n\n<p>Brands with global reach expect to see their products to be infringed on a global scale. Businesses may focus on priority platforms such as eBay, Amazon, and Alibaba but overlook the volume and severity of infringements on more regional-based platforms that often serve whole continents.<\/p>\n\n\n\n<p>Marilyn argues that the old adage ‘all big ideas start small’ applies to counterfeiters – what starts off as a small, irrelevant seller can soon spiral out of control into a wider region and take a share of an untapped market, eating away at potential sales.<\/p>\n\n\n\n<p>RB takes a zero-tolerance approach to counterfeits in any country to prevent bad actors gaining a foothold and setting up larger manufacturing operations. Marilyn’s team keeps a constant eye on traditionally ‘clean’ platforms and marketplaces in all territories to spot any sudden spikes in infringement.<\/p>\n\n\n\n<p class=\"has-text-color has-medium-font-size\" style=\"color:#009ca6\"><strong>“Businesses need to look at new ways to deal with infringements, such as&nbsp;the policies of the marketplaces and&nbsp;regulatory landscape.&#8221; <\/strong><br><br>&#8211; Marilyn Krige, Reckitt<\/p>\n\n\n\n<h2 class=\"heading-branded\" id=\"h-building-a-united-front-against-counterfeiters\">Building a united front against counterfeiters<\/h2>\n\n\n\n<p>Firstly, businesses need to work harder to convince individual governments to properly accept the threat and then raise it to international security levels.<\/p>\n\n\n\n<p class=\"has-text-color has-medium-font-size\" style=\"color:#009ca6\"><strong>“We must drive home greater understanding that this is no longer a problem for individual states and agencies.”<\/strong><br><br>&#8211; Phil Lewis, ACG<\/p>\n\n\n\n<p>A unified, strategic approach will then foster more effective cross-border and inter-agency actions to break the current financial strength of organized crime, which use the profits from counterfeiting to feed other insidious forms of trafficking.<\/p>\n\n\n\n<p class=\"has-text-color has-medium-font-size\" style=\"color:#009ca6\"><strong>“The ACG take a lead role on intelligence-led actions against some of the most notorious UK markets and online traders.”<\/strong><br><br>&#8211; Phil Lewis, ACG<\/p>\n\n\n\n<p>By taking this approach, the ACG can gather, collate, analyse and package intelligence from its members and other sources. Then can then identify appropriate enforcement partners to take direct action.<\/p>\n\n\n\n<p>However, counterfeiting cannot be effectively combatted through tactical enforcement alone. Consequently, the ACG are heavily involved in outreach with numerous government initiatives such as Anti-Illicit Trade Group, the EU Observatory on Infringements of IP rights, the EU Customs Working group, and the World Customs Organisation. Moreover, the ACG have built closer links to the OECD, RUSI, the Europol IC3 Unit, Interpol, UNICRI and various EU Commission services.<\/p>\n\n\n\n<h2 class=\"heading-branded\" id=\"h-tools-needed-to-fight-back-against-the-modern-day-counterfeiter\">Tools needed to fight back against the modern-day counterfeiter<\/h2>\n\n\n\n<p>Taking on modern-day counterfeiters and winning is no mean feat. You’ll need advanced detection technology plus the capability to connect and prioritize networks of infringers to truly make an impact.<\/p>\n\n\n\n<p>As infringers have evolved, so too has Incopro. We have built new features into <a href=\"https:\/\/www.incoproip.com\/difference\/talisman-online-brand-protection\/\">Talisman<\/a>, our Brand Protection platform, to stay ahead of threats across channels and territories and enable enforcement at scale.<\/p>\n\n\n\n<h3 id=\"h-discover-hidden-counterfeiters-and-infringers\">Discover hidden counterfeiters and infringers<\/h3>\n\n\n\n<p>We’ve developed optical character recognition (OCR) capability to discover hidden infringements. OCR ensures we collect all text that has been embedded in images by sellers attempting to avoid keyword detection.<\/p>\n\n\n\n<p>As noted earlier, infringers may opt to sell lookalike products rather than counterfeits in an attempt to avoid enforcement. Talisman’s similar matching capability is able to identify and match these products based on an extensive brand image library. ​<\/p>\n\n\n\n<h3 id=\"h-network-analysis-to-connect-and-prioritize-infringements\"><strong>Network analysis to connect and prioritize infringements<\/strong><\/h3>\n\n\n\n<p>We link related infringing entities together and identify those at the center of infringer networks – regardless of whether they are localized or cross-border operations.<\/p>\n\n\n\n<p>Talisman’s Network Analysis capability connects networks of bad actors together and prioritizes them based on the threat posed to a brand. By scanning global, local, existing, and emerging platforms and matching key identifying information, we uncover the size and reach of the network and identify the perpetrators responsible, allowing businesses to take targeted action online or offline.<\/p>\n\n\n\n<h2 class=\"heading-branded\" id=\"h-request-your-personalized-demo\"><strong>Request your personalized demo<\/strong><\/h2>\n\n\n\n<p>Request a personalized demo of our Brand Protection platform&nbsp;<a href=\"https:\/\/www.incoproip.com\/difference\/talisman-online-brand-protection\/\">Talisman<\/a>&nbsp;to see how we can equip your business to win the online battle against modern-day counterfeiters.<\/p>\n\n\n<div class=\"cta-button align-left\">\n    <a href=\"\/demo\" title=\"Request&#x20;your&#x20;Demo\"  class=\"btn btn--primary caret-btn\">Request your Demo<\/a>\n<\/div>\n\n<section class=\"product-cta\">\n    <div class=\"container\">\n        <div class=\"product\">\n            <div class=\"product__inner\">\n                <div>\n                    <h2>WEBINAR: STAYING AHEAD OF EVOLVING COUNTERFEITING BEHAVIOR<\/h2>\n                    <p>Counterfeiters take advantage of emerging channels and market changes. Access our webinar on-demand to hear further insights from Phil Lewis, ACG, and Marilyn Krige, Reckitt, on how businesses can adapt to counterfeiters’ changing tactics and stop them at scale.<\/p>\n                                        <a href=\"\/webinar-evolving-counterfeiting\/\" title=\"WEBINAR&#x3A;&#x20;STAYING&#x20;AHEAD&#x20;OF&#x20;EVOLVING&#x20;COUNTERFEITING&#x20;BEHAVIOR\"  class=\"btn btn--primary\">Access the webinar<\/a>\n                                    <\/div>\n                <div>\n                    <div class=\"product__img-wrap\">\n                        <img\n                            src=\"\/wp-content\/uploads\/2020\/06\/Staying-ahead-of-evolving-counterfeiting-behaviour_thumb-48x0-c-default.png\"\n                            data-src=\"\/wp-content\/uploads\/2020\/06\/Staying-ahead-of-evolving-counterfeiting-behaviour_thumb-680x0-c-default.png\"\n                            alt=\"WEBINAR&#x3A;&#x20;STAYING&#x20;AHEAD&#x20;OF&#x20;EVOLVING&#x20;COUNTERFEITING&#x20;BEHAVIOR\"\n                            class=\"product__img lazyload blur-up\" \/>\n                    <\/div>\n                <\/div>\n            <\/div>\n        <\/div>\n    <\/div>\n<\/section>","protected":false},"excerpt":{"rendered":"<p>Hear from brand protection experts at Reckitt and the Anti-Counterfeiting Group on the attributes and behaviors of modern-day counterfeiters and how businesses can fight back to protect consumers.<\/p>\n","protected":false},"author":5,"featured_media":9013,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[6571,3626],"tags":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.7 (Yoast SEO v19.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>The modern-day counterfeiter: Dealing with the threat from competitors you’ve never heard of - INCOPRO<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"The modern-day counterfeiter: Dealing with the threat from competitors you’ve never heard of\" \/>\n<meta property=\"og:description\" content=\"Hear from brand protection experts at Reckitt and the Anti-Counterfeiting Group on the attributes and behaviors of modern-day counterfeiters and how businesses can fight back to protect consumers.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/\" \/>\n<meta property=\"og:site_name\" content=\"INCOPRO\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/incoprouk\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-08-13T20:00:00+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-05-16T15:40:59+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Blog_Modern-day-counterfeiter_thumb_LinkedIn_V2.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"627\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@Incopro\" \/>\n<meta name=\"twitter:site\" content=\"@Incopro\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Oliver Borlase\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.incoproip.com\/#organization\",\"name\":\"Incopro\",\"url\":\"https:\/\/www.incoproip.com\/\",\"sameAs\":[\"https:\/\/www.instagram.com\/incoproip\/\",\"https:\/\/www.linkedin.com\/company\/incopro-ltd\/\",\"https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured\",\"https:\/\/www.facebook.com\/incoprouk\/\",\"https:\/\/twitter.com\/Incopro\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"width\":900,\"height\":483,\"caption\":\"Incopro\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.incoproip.com\/#website\",\"url\":\"https:\/\/www.incoproip.com\/\",\"name\":\"INCOPRO\",\"description\":\"Brand Protection Solutions | Brand Protection Technology\",\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.incoproip.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#primaryimage\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Blog_Modern-day-counterfeiter_thumb_LinkedIn_V2.jpg\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Blog_Modern-day-counterfeiter_thumb_LinkedIn_V2.jpg\",\"width\":1200,\"height\":627},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#webpage\",\"url\":\"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/\",\"name\":\"The modern-day counterfeiter: Dealing with the threat from competitors you’ve never heard of - INCOPRO\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#primaryimage\"},\"datePublished\":\"2020-08-13T20:00:00+00:00\",\"dateModified\":\"2022-05-16T15:40:59+00:00\",\"description\":\"Hear from brand protection experts at Reckitt and the Anti-Counterfeiting Group on the attributes and behaviors of modern-day counterfeiters and how businesses can fight back to protect consumers.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.incoproip.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"The modern-day counterfeiter: Dealing with the threat from competitors you’ve never heard of\"}]},{\"@type\":\"Article\",\"@id\":\"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#webpage\"},\"author\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3\"},\"headline\":\"The modern-day counterfeiter: Dealing with the threat from competitors you’ve never heard of\",\"datePublished\":\"2020-08-13T20:00:00+00:00\",\"dateModified\":\"2022-05-16T15:40:59+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#webpage\"},\"wordCount\":1511,\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Blog_Modern-day-counterfeiter_thumb_LinkedIn_V2.jpg\",\"articleSection\":[\"Emerging threats\",\"Online Counterfeiting\"],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3\",\"name\":\"Oliver Borlase\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g\",\"caption\":\"Oliver Borlase\"},\"url\":\"https:\/\/www.incoproip.com\/author\/oliverborlase\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"The modern-day counterfeiter: Dealing with the threat from competitors you’ve never heard of - INCOPRO","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/","og_locale":"en_US","og_type":"article","og_title":"The modern-day counterfeiter: Dealing with the threat from competitors you’ve never heard of","og_description":"Hear from brand protection experts at Reckitt and the Anti-Counterfeiting Group on the attributes and behaviors of modern-day counterfeiters and how businesses can fight back to protect consumers.","og_url":"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/","og_site_name":"INCOPRO","article_publisher":"https:\/\/www.facebook.com\/incoprouk\/","article_published_time":"2020-08-13T20:00:00+00:00","article_modified_time":"2022-05-16T15:40:59+00:00","og_image":[{"width":1200,"height":627,"url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Blog_Modern-day-counterfeiter_thumb_LinkedIn_V2.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_creator":"@Incopro","twitter_site":"@Incopro","twitter_misc":{"Written by":"Oliver Borlase","Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/www.incoproip.com\/#organization","name":"Incopro","url":"https:\/\/www.incoproip.com\/","sameAs":["https:\/\/www.instagram.com\/incoproip\/","https:\/\/www.linkedin.com\/company\/incopro-ltd\/","https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured","https:\/\/www.facebook.com\/incoprouk\/","https:\/\/twitter.com\/Incopro"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","width":900,"height":483,"caption":"Incopro"},"image":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/"}},{"@type":"WebSite","@id":"https:\/\/www.incoproip.com\/#website","url":"https:\/\/www.incoproip.com\/","name":"INCOPRO","description":"Brand Protection Solutions | Brand Protection Technology","publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.incoproip.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#primaryimage","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Blog_Modern-day-counterfeiter_thumb_LinkedIn_V2.jpg","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Blog_Modern-day-counterfeiter_thumb_LinkedIn_V2.jpg","width":1200,"height":627},{"@type":"WebPage","@id":"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#webpage","url":"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/","name":"The modern-day counterfeiter: Dealing with the threat from competitors you’ve never heard of - INCOPRO","isPartOf":{"@id":"https:\/\/www.incoproip.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#primaryimage"},"datePublished":"2020-08-13T20:00:00+00:00","dateModified":"2022-05-16T15:40:59+00:00","description":"Hear from brand protection experts at Reckitt and the Anti-Counterfeiting Group on the attributes and behaviors of modern-day counterfeiters and how businesses can fight back to protect consumers.","breadcrumb":{"@id":"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.incoproip.com\/"},{"@type":"ListItem","position":2,"name":"The modern-day counterfeiter: Dealing with the threat from competitors you’ve never heard of"}]},{"@type":"Article","@id":"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#article","isPartOf":{"@id":"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#webpage"},"author":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3"},"headline":"The modern-day counterfeiter: Dealing with the threat from competitors you’ve never heard of","datePublished":"2020-08-13T20:00:00+00:00","dateModified":"2022-05-16T15:40:59+00:00","mainEntityOfPage":{"@id":"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#webpage"},"wordCount":1511,"publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"image":{"@id":"https:\/\/www.incoproip.com\/the-modern-day-counterfeiter\/#primaryimage"},"thumbnailUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/08\/Blog_Modern-day-counterfeiter_thumb_LinkedIn_V2.jpg","articleSection":["Emerging threats","Online Counterfeiting"],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/20bcaff4da0d2c87db6049b19c2f6bd3","name":"Oliver Borlase","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/458c63438dc596455d487ee787640777?s=96&d=mm&r=g","caption":"Oliver Borlase"},"url":"https:\/\/www.incoproip.com\/author\/oliverborlase\/"}]}},"_links":{"self":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/8967"}],"collection":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/comments?post=8967"}],"version-history":[{"count":61,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/8967\/revisions"}],"predecessor-version":[{"id":19008,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/posts\/8967\/revisions\/19008"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media\/9013"}],"wp:attachment":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media?parent=8967"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/categories?post=8967"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/tags?post=8967"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}