{"id":2164,"date":"2018-05-29T00:00:00","date_gmt":"2018-05-29T00:00:00","guid":{"rendered":"https:\/\/www.incoproip.com\/press\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/"},"modified":"2020-03-05T09:43:42","modified_gmt":"2020-03-05T09:43:42","slug":"platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward","status":"publish","type":"press","link":"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/","title":{"rendered":"Platform immunity under the microscope: cooperation is the best way forward | WTR"},"content":{"rendered":"<h2>Online operators such as eBay, Facebook, Instagram and Amazon find themselves under the microscope.<\/h2>\n<p>They have become hugely successful organisations, but their platforms are often misused by those infringing rights or promoting bad locations. Legislative protections and immunities have allowed the platforms to grow without being required to self-police or monitor for infringement. The imperative has been that technology must be allowed to develop. This has been an agenda that is so pressing that legislators have preferred to give platforms immunity rather than require them to regulate what they allow to be said and sold.<\/p>\n<p>On January 25 2018 the UK prime minister addressed the World Economic Forum on current platform immunity issues and stressed that “the same rights people have offline should be protected online… technology companies still need to do more in stepping up to their responsibilities for dealing with harmful and illegal online activity”. Ensuring that rights holders can secure the same IP protection online as they can offline is a key challenge for businesses, which must protect themselves to prosper in the digital economy.<\/p>\n<p>The importance of this issue is not lost on legislators. <strong>In its communication of September 28 2017, the European Commission urged that online platforms “do their utmost to proactively detect, identify and remove illegal content online”.<\/strong><\/p>\n<p>This chapter looks at the latest developments in the law and examines some recent proactive and welcome steps taken by platforms to help rights holders to protect themselves. We are not yet at a point where platforms find themselves without the immunities and protections that they have enjoyed to date. However, there are clear signs that times are changing. Active cooperation from platforms can help to ensure that they are not misused, and may be the only way for them to avoid a complete shift in the burden of policing the Internet.<\/p>\n<h3>Legal framework and key case law<\/h3>\n<p>It is reasonably well established that online platforms that do not knowingly intervene in the misuse of their platforms are not typically liable for infringements by their users.<\/p>\n<p>At times, this general point can seem to lead to some surprising results. In L’Oreal v eBay ([2009] EWHC 1094 (Ch)) the English High Court found that eBay was not liable for the sale of grey-market goods on its platform, despite the fact that it:<\/p>\n<ul>\n<li>actively encouraged listings of sales from outside the European Economic Area to buyers in the United Kingdom;<\/li>\n<li>provided specific facilities to assist this; and<\/li>\n<li>did nothing to discourage such infringements.<\/li>\n<\/ul>\n<p>The court held that:<\/p>\n<ul>\n<li>eBay’s service did not inherently lead to infringement;<\/li>\n<li>it had no duty to prevent infringement by third parties; and<\/li>\n<li>the facilitation of infringement with knowledge and an intention to profit was insufficient to establish liability.<\/li>\n<\/ul>\n<p>The court acknowledged that it was “in no doubt that it would be possible for eBay Europe to do more than they currently do” (eg, filtering, additional disclosure obligations on sellers, additional restrictions on highrisk products and applying penalties more rigorously). However, the court concluded that: “The fact that it would be possible for eBay Europe to do more does not necessarily mean that they are legally obliged to do more.” In essence, for infringement to be established, it would be necessary to show a greater degree of knowing collaboration between eBay and the sellers that were using its platform to infringe.<\/p>\n<p>In Google France (Cases C-236\/08 to C-238\/8) the European Court of Justice (ECJ) held that Google, in its provision of the AdWords ad referencing service, was not liable for trademark infringement in respect of its storage of keywords that were identical to a trademark. Further, its organisation of the display of advertisements on the basis of that keyword did not make it liable. The ECJ held: “The fact of creating the technical conditions necessary for the use of a sign and being paid for that service does not mean that the party offering the service itself uses the sign.”<\/p>\n<p>The EU E-commerce Directive is the critical legislative context to these decisions. It provides for safe-harbour defences or immunities for online intermediaries that offer “information society services” – that is, those “normally provided for remuneration, at a distance, by electronic means and at the individual request of a recipient of services”. Recital 42 to the E-commerce Directive provides the foundation for the safe harbours as follows: “this activity is of a mere technical, automatic and passive nature, which implies that the information society service provider has neither knowledge of nor control over the information which is transmitted or stored.”<\/p>\n<p>The common thread to each of the safe harbours is that the service provider is passive in its operation and does not knowingly and actively enable the misuse of its platform. The most relevant safe harbour in Europe for platforms is the Article 14 ‘hosting’ defence. This applies to “the storage of information… at the request of a recipient of the service”. This gives immunity where the platform is not fixed with knowledge. But the burden shifts when the platform is on notice of a specific infringement. Monitoring companies typically send thousands of notices to platforms on a daily basis to ensure that they are on notice of infringement and so must take steps to stop the infringement from continuing.<\/p>\n<p>The ECJ decisions in Google France and L’Oreal v eBay (Case C-324\/09) provide guidance on when a platform may rely on the Article 14 defence.<\/p>\n<p>In Google France the ECJ held that “it is necessary to examine whether the role played by that service provider is neutral, in the sense that its conduct is merely technical, automatic and passive, pointing to a lack of knowledge or control of the data which it stores”.<\/p>\n<p>In contrast, the English High Court imposed liability on Amazon in Cosmetic Warriors ([2014] EWHC 181 (Ch)), concerning Amazon’s alleged infringement of the claimants’ LUSH trademark in circumstances where Amazon was commercially involved with the sale of the goods. A drop-down menu on the Amazon platform suggested terms such as ‘lush bath bombs’ when a user started to search for ‘lush’. The links were to competing products sold on Amazon and made no overt reference to the genuine Lush item not being available. In this case, the court considered that Amazon had used the ‘Lush’ sign as part of a commercial communication and that it was selling competing goods on its website. Amazon was not passive or neutral, but actively engaged in the sale of competing products.<\/p>\n<p>Case law has set the clear parameters for assessing whether a platform is passive and neutral or active and complicit. In all cases, actual knowledge of infringement will remove the hosting safe-harbour immunity. The question is how far this knowledge extends – is knowledge always relevant only to a particular infringement or can knowledge give rise to a continuing duty to act?<\/p>\n<p>In L’Oreal the ECJ concluded that for eBay to be fixed with the requisite knowledge\/awareness under Article 14, after which the platform must act expeditiously to remove or disable access to content, “it is sufficient… for it to have been aware of facts or circumstances on the basis of which a diligent economic operator should have identified the illegality in question”. The ECJ held that situations in which a diligent economic operator should have identified the illegality include where the “operator of an online marketplace uncovers, as the result of an investigation undertaken on its own initiative, an illegal activity or illegal information, as well as a situation in which the operator is notified of the existence of such an activity or such information”.<\/p>\n<p>This ‘diligent economic operator’ test imposes a higher duty on platforms. The barrier for awareness is lower than actual knowledge obtained on receipt.<\/p>\n<p>Francesco Rizzuto has written (CTLR 2012,18(1) 4 15) that “if the online service provider does not decide on its own initiative to suspend the perpetrator of an infringement of intellectual property rights in order to prevent further infringements, it may be ordered, by means of an injunction, to do so”. It is implicit “that online intermediary service providers should take preemptive action to prevent further infringements in order to avoid being ordered to do so by an injunction”. Further, “online service providers… are under a duty of care and should ensure that they are able to intervene, if they become aware of it, to prevent their services being used to infringe intellectual property rights”.<\/p>\n<p>The requirement on platforms to ensure that further infringements are prevented is often the structure that enables rights holders and monitoring companies to take steps to remove the whole social media or seller account for an infringer, rather than only one post or listing.<\/p>\n<h3>Technological changes and more are coming<\/h3>\n<p>Technological advancements have allowed online platforms to increase their knowledge of whether their services are used to infringe trademarks and to respond to ensure that counterfeiting on platforms is kept to a minimum. As technology enables greater awareness, the question remains whether the platforms can continue to claim to be diligent operators when they fail to take steps to keep infringements off their platforms.<\/p>\n<p>One technology, blockchain, can ensure a secure digital identification in products which allows sellers and consumers to track the supply chain and allows purchasers to ascertain whether goods are genuine. Blockchain empowers a highly secure digital record that is extremely difficult to tamper with, unlike traditional authenticators. Where platforms facilitate distribution, they may choose to use blockchain to verify product provenance before the item is listed on the platform, thereby increasing consumer trust. Of course, not all consumers necessarily care whether they are purchasing a genuine item and many actively seek out a cheaper version (especially as advancements in factory processes enable the fake to embody quality in its manufacture). As a consequence, the technology has its limits in the prevention of counterfeiting. Further, not all platforms will adopt the technology and if they do, the counterfeiting problem may well move to the dark web.<br \/>\nActive cooperation from platforms can help to ensure that they are not misused, and may be the only way for them to avoid a complete shift in the burden of policing the Internet<br \/>\nSome measures are already being adopted by e-commerce operators, aimed at limiting the number of counterfeits on platforms. For example, Amazon’s Brand Gating programme asks merchants of high-value items to submit a letter of authorisation from the brand owner or manufacturer or an invoice before the item can be listed.<\/p>\n<p>Another Amazon programme is its Brand Registry Tool. This allows brands to gain more control over how products are advertised. A brand can use the tool to report violations and potentially detect similar infringements with keywords and image searches. Alibaba Taobao has adopted image searching, allowing rights holders to surface copyright infringements. More encouraging signs of platforms adopting new tech solutions include the Facebook Commerce and IP tool, which allows a brand user to sort and filter content and then report infringements in bulk.<\/p>\n<p>While these tools are actively promoted as efficient resources, they are yet to deliver results at scale. Amazon and Facebook remain vague about the full capabilities of their systems, with very little information disclosed openly. Amazon and Alibaba Group are often criticised for their lengthy registration processes. Reports of tech bugs and glitches and limitations of the tool are commonplace.<\/p>\n<h3>Pressure is mounting<\/h3>\n<p>Attitudes to online counterfeiting and the liability and responsibilities of online platforms have been shifting. As the prime minister said at the World Economic Forum: “The status quo is increasingly unsustainable as it becomes clear these platforms are no longer just passive hosts.”<\/p>\n<p>In September 2015 the European Commission opened the Consultation on Online Platforms, Cloud and Data, Liability of Intermediaries, and the Collaborate Economy as part of its Digital Single Market Strategy. The commission gave examples of ‘online platforms’ including search tools, online marketplaces, social networks and app stores.<\/p>\n<p>On May 25 2016 it published its communication on “Online Platforms and the Digital Single Market Opportunities and Challenges for Europe”. The commission said that it “will assess the role intermediaries can play in the protection of intellectual property rights, including in relation to counterfeit goods, and will consider amending the specific legal framework for enforcement”.<\/p>\n<p>Most recently, the commission published a communication on September 28 2017 entitled “Tackling Illegal Content Online – Towards an enhanced responsibility of online platforms”, which sets out guidelines and principles for platforms to follow in increasing their efforts to prevent, detect, safeguard and remove illegal content online. Although it is nonbinding, the communication shows growing recognition that those who make profits from platform operations should also shoulder responsibilities.<\/p>\n<h3>Brands are taking direct action<\/h3>\n<p>Brands are reacting to the sale of counterfeits of their products being sold on platforms. BIRKENSTOCK announced that from January 1 2018, its products would no longer be available on Amazon because “there have been a series of violations of the law on… Amazon which the platform operator has failed to prevent of its own accord. On a number of occasions, BIRKENSTOCK lodged a complaint that counterfeit products of poor quality which infringed BIRKENSTOCK’s trademark rights and misled the consumers regarding the origins of goods were being made available on the platform”.<\/p>\n<p><strong>Brands are increasingly willing to withdraw ad spend from platforms that fail to prevent unlawful activity.<\/strong> So far, direct action through sponsorship withdrawal has been largely limited to the response against brand association with terrorism and other harmful content. However, this may change over time.<\/p>\n<h3>Conclusion<\/h3>\n<p>Whether legislation will change the burden on platforms and require them to self-police remains to be seen (we await the finalised legislation under the EU Digital Single Market Strategy). In the meantime, the courts, the UK government, the European Commission and brand owners are increasing pressure on online platforms.<\/p>\n<p>Cooperation with platforms can deliver results for brand owners, and is key to delivering the necessary scale and efficiency in enforcement. Such cooperation may be the best way for platforms to avoid a tectonic shift in their immunity status. Platforms are strongly urged to work even harder with brands and monitoring companies to make the Internet a good place for all businesses to prosper.<\/p>\n<p>To view the original article in the World Trademark Review, <strong><a href=\"https:\/\/www.worldtrademarkreview.com\/Intelligence\/Anti-counterfeiting\/2018\/Industry-insight\/Platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\" target=\"_blank\" rel=\"noopener noreferrer\">click here<\/a><\/strong>.<\/p>\n","protected":false},"featured_media":2165,"template":"","meta":[],"press_type":[139],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.7 (Yoast SEO v19.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Platform immunity under the microscope: cooperation is the best way forward | WTR - INCOPRO<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Platform immunity under the microscope: cooperation is the best way forward | WTR\" \/>\n<meta property=\"og:description\" content=\"Online operators such as eBay, Facebook, Instagram and Amazon find themselves under the microscope. They have become hugely successful organisations, but\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/\" \/>\n<meta property=\"og:site_name\" content=\"INCOPRO\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/incoprouk\/\" \/>\n<meta property=\"article:modified_time\" content=\"2020-03-05T09:43:42+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/world-trademark-review-logo.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1920\" \/>\n\t<meta property=\"og:image:height\" content=\"620\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@Incopro\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"12 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.incoproip.com\/#organization\",\"name\":\"Incopro\",\"url\":\"https:\/\/www.incoproip.com\/\",\"sameAs\":[\"https:\/\/www.instagram.com\/incoproip\/\",\"https:\/\/www.linkedin.com\/company\/incopro-ltd\/\",\"https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured\",\"https:\/\/www.facebook.com\/incoprouk\/\",\"https:\/\/twitter.com\/Incopro\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"width\":900,\"height\":483,\"caption\":\"Incopro\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.incoproip.com\/#website\",\"url\":\"https:\/\/www.incoproip.com\/\",\"name\":\"INCOPRO\",\"description\":\"Brand Protection Solutions | Brand Protection Technology\",\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.incoproip.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/#primaryimage\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/world-trademark-review-logo.jpg\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/world-trademark-review-logo.jpg\",\"width\":1920,\"height\":620,\"caption\":\"World Trademark Review logo\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/#webpage\",\"url\":\"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/\",\"name\":\"Platform immunity under the microscope: cooperation is the best way forward | WTR - INCOPRO\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/#primaryimage\"},\"datePublished\":\"2018-05-29T00:00:00+00:00\",\"dateModified\":\"2020-03-05T09:43:42+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.incoproip.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Press\",\"item\":\"https:\/\/www.incoproip.com\/news\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Platform immunity under the microscope: cooperation is the best way forward | WTR\"}]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Platform immunity under the microscope: cooperation is the best way forward | WTR - INCOPRO","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/","og_locale":"en_US","og_type":"article","og_title":"Platform immunity under the microscope: cooperation is the best way forward | WTR","og_description":"Online operators such as eBay, Facebook, Instagram and Amazon find themselves under the microscope. They have become hugely successful organisations, but","og_url":"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/","og_site_name":"INCOPRO","article_publisher":"https:\/\/www.facebook.com\/incoprouk\/","article_modified_time":"2020-03-05T09:43:42+00:00","og_image":[{"width":1920,"height":620,"url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/world-trademark-review-logo.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@Incopro","twitter_misc":{"Est. reading time":"12 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/www.incoproip.com\/#organization","name":"Incopro","url":"https:\/\/www.incoproip.com\/","sameAs":["https:\/\/www.instagram.com\/incoproip\/","https:\/\/www.linkedin.com\/company\/incopro-ltd\/","https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured","https:\/\/www.facebook.com\/incoprouk\/","https:\/\/twitter.com\/Incopro"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","width":900,"height":483,"caption":"Incopro"},"image":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/"}},{"@type":"WebSite","@id":"https:\/\/www.incoproip.com\/#website","url":"https:\/\/www.incoproip.com\/","name":"INCOPRO","description":"Brand Protection Solutions | Brand Protection Technology","publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.incoproip.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/#primaryimage","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/world-trademark-review-logo.jpg","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/world-trademark-review-logo.jpg","width":1920,"height":620,"caption":"World Trademark Review logo"},{"@type":"WebPage","@id":"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/#webpage","url":"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/","name":"Platform immunity under the microscope: cooperation is the best way forward | WTR - INCOPRO","isPartOf":{"@id":"https:\/\/www.incoproip.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/#primaryimage"},"datePublished":"2018-05-29T00:00:00+00:00","dateModified":"2020-03-05T09:43:42+00:00","breadcrumb":{"@id":"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.incoproip.com\/news\/platform-immunity-under-the-microscope-cooperation-is-the-best-way-forward\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.incoproip.com\/"},{"@type":"ListItem","position":2,"name":"Press","item":"https:\/\/www.incoproip.com\/news\/"},{"@type":"ListItem","position":3,"name":"Platform immunity under the microscope: cooperation is the best way forward | WTR"}]}]}},"_links":{"self":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/press\/2164"}],"collection":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/press"}],"about":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/types\/press"}],"version-history":[{"count":0,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/press\/2164\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media\/2165"}],"wp:attachment":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media?parent=2164"}],"wp:term":[{"taxonomy":"press_type","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/press_type?post=2164"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}