{"id":2166,"date":"2018-02-28T00:00:00","date_gmt":"2018-02-28T00:00:00","guid":{"rendered":"https:\/\/www.incoproip.com\/press\/mobile-mayhem-brand-protection-in-a-changing-environment\/"},"modified":"2020-01-30T13:32:21","modified_gmt":"2020-01-30T13:32:21","slug":"mobile-mayhem-brand-protection-in-a-changing-environment","status":"publish","type":"press","link":"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/","title":{"rendered":"Mobile mayhem: brand protection in a changing environment | World Trademark Review"},"content":{"rendered":"<h2>Today the dynamics of online purchasing have changed enormously. Mobile web use has overtaken desktop, with millennials turning to their smartphones and tablets to meet their needs – including shopping.<\/h2>\n<p>This change in behaviour has disrupted the traditional purchasing journey of consumers and is being driven by the ‘m-commerce’ generation.<\/p>\n<p>When shopping on their handheld devices, millennials are turning to mobile platforms that combine social interaction, entertainment and e-commerce to deliver a truly personalised experience. With mobile technologies offering a more intertwined and complex e-commerce ecosystem, it is important to understand some of the challenges that this presents for a brand seeking to protect itself in this new age, and how the challenges might be met.<\/p>\n<h3>Understanding an evolving environment<\/h3>\n<p>With millennials fast becoming the largest consumer segment, it is no surprise that they are the focus of most businesses’ e-commerce strategy. The result is a growing number of increasingly popular mobile marketplaces, such as <strong>Depop<\/strong>, <strong>LetGo<\/strong> and <strong>Wallapop<\/strong>. Originally designed as peer-to-peer platforms, these allow consumers not only to buy and sell, but also to ‘discover’ products based on their geographic location, interests and mobile behavior. Users can ‘like’, comment and share offers, with direct communication between the seller and the buyer encouraged. Once a deal has been made, transactions can be facilitated either via mobile payment or cash payment on delivery or collection. Large sellers with over 100 offers for a single brand have been detected and are not uncommon on these mobile marketplaces, changing the original purpose of the platforms from selling ‘unwanted stuff’ to operating full-time stores.<\/p>\n<p>With e-commerce rapidly going mobile, the well-known e-commerce marketplaces are also adapting their existing desktop platforms to be more mobile friendly. This movement is part of an effort to appeal to this new generation of consumers. In the United Kingdom alone, almost half (49%) of all e-commerce transactions took place on mobile devices in 2016 (Criteo, “Mobile Commerce at the Tipping Point: Almost Half of All UK Ecommerce Transactions Now Take Place on Mobile”, <a href=\"https:\/\/www.criteo.com\/news\/press-rele\" target=\"_blank\" rel=\"noopener noreferrer\">www.criteo.com\/news\/press-rele<\/a>…).<\/p>\n<p>One of the reasons China remains the largest and most dynamic e-commerce market in the world is due to consumer demand. Smartphones are used by over 700 million people in China, far more than any other country. While this is only just over 50% of the population, it shows the general uptake of this technology by the Chinese population (Techcrunch, “Half of China’s population now uses the internet on a mobile device”, <a href=\"https:\/\/techcrunch.com\/2017\/01\/23\/china-internet-half-population-mobile\/\" target=\"_blank\" rel=\"noopener noreferrer\">https:\/\/techcrunch.com\/2017\/01\/23\/china-internet-half-population-mobile\/<\/a>). It has therefore been critical for Chinese platforms especially to adapt to mobile consumer behaviour. They are providing innovative, social e-commerce models and a secure digital payment infrastructure that allow people to do many day-to-day tasks via their phones.<\/p>\n<p>One of the best examples of this mobile phenomenon is WeChat, which started life as a messaging app much like WhatsApp. By shifting the focus from purely social media and messaging to a ‘one app for everything’ model, WeChat started to offer its users additional services such as making payments to other people directly through the platform. Now sellers can reach their customers more easily and provide a much smoother buying experience.<\/p>\n<p>E-commerce giants such as the Alibaba Group are also adapting to millennials by shifting their platforms to mobile apps. This allows data-driven algorithms to match sellers with buyers based on their mobile usage. In fact, Taobao’s app was China’s largest mobile commerce destination by gross merchandise volume in 2016, surpassing the platform’s desktop version.<\/p>\n<p>It is not only in China where platforms are evolving. Facebook merged the social and commercial experience by introducing a location-specific marketplace feature to its app – which was not available on the desktop version until recently. This feature provides users with the ability to sell products as a full-time occupation, since they can sell to a massive database of consumers within their geographical area.<\/p>\n<p>Further, emerging mobile technologies also offer new and faster ways of discovering products online, driving consumer demand. In the fashion world, discovery apps such as <a href=\"https:\/\/LiketoKnow.it\" target=\"_blank\" rel=\"noopener noreferrer\">LiketoKnow.it<\/a> enable consumers to shop for the products shown in their favourite influencer’s social media posts more easily. The user simply takes a screenshot or ‘likes’ the image on platforms such as Instagram, Snapchat and Pinterest and is then instantly taken to the variety of shops where the pictured items can be purchased.<\/p>\n<h3>What this means for brand protection<\/h3>\n<p>Just as brands are embracing the opportunity created by m-commerce, counterfeiters and other infringers are also taking advantage of consumer demand via these newer mobile platforms. With successful enforcement by brands on marketplaces, infringers are moving to mobile and social apps to continue their activity. For example, products being offered via the Taobao app are not always available through the desktop version of the site; sellers – who rely on the fact that brands are still catching up to the mobile shift – simply move their offers to avoid detection.<\/p>\n<p>Other adaptive practices include sellers sharing their WeChat IDs with buyers via listing images in order to take the transactions away from the desktop site. Once communication via WeChat is established, more information including images of potentially counterfeit products can be shared, the price can be negotiated and payment made. This switch to WeChat limits the visibility of the transactions to brand owners.<\/p>\n<p>In fact much of the infringing activity is now shifting to mobile messaging apps, such as WhatsApp, Snapchat and Viber. A study for a luxury brand showed that 89% of the infringing social media posts detected included messaging contact details shared in post descriptions.<\/p>\n<h3>How can a brand protect itself in the m-commerce world?<\/h3>\n<p>With all this in mind, there are a number of steps that a brand can take to protect itself in this brave new world of m-commerce.<br \/> Monitor<br \/> Effective monitoring of mobile platforms is the first step in understanding and tackling infringing activity such as trademark abuse, unauthorised and counterfeit sales and copyright and other IP rights issues. This applies not only to direct monitoring of the activity on the platform but also to exploiting the multi-channel nature of infringers’ activities. For example, while proactive monitoring of WeChat can be a challenge, many marketplace listings and posts on other social media sites contain WeChat IDs as means of communication with the seller. This allows a brand to identify the infringing accounts more easily than trying to discover them on the platform itself. Once known, action can be taken via the WeChat reporting tools and procedures.<br \/> Differentiation of fan activity from commercial-scale infringers<br \/> A key feature of the new mobile platforms is the delivery of both a personalised shopping experience and social engagement. This social community can be a powerful marketing tool for any brand, with celebrities, influencers and fan engagement key to any successful promotional activity. Taking action against the use of their intellectual property on fan-inspired products, and similarly against users selling second-hand items, is something frequently considered by brands. Therefore, it is very important to differentiate between the bad-faith infringer and a true fan in order to avoid a potentially damaging backlash from the fan community. Spotting this means considering whether the seller has limited items in stock or is offering handmade or second-hand goods for sale. Bad-faith infringers would likely have multiple listings and an indication of larger stock on hand. Similarly, social media accounts are likely to share contact details in the form of messaging apps, which is considered a sign of suspicious commercial activity. Monitoring tools that allow the brand owner to uncover commercial-scale infringers and prioritise them over fan activity are increasingly important on all platforms – but even more so on peer-to-peer mobile platforms.<br \/> Clustering<br \/> As most brands have limited resources (in terms of time, money and people), it is crucial to select the targets that will make the biggest impact on infringing activity. The best targets are large-scale sellers who set up multiple websites, marketplaces and social media accounts to promote their products. For example, 3,000 social media accounts on Instagram alone have been linked to just one WhatsApp ID. However, such multi-operation does not only happen online and via mobile technology; it is carried out through offline methods as well. A successful brand protection strategy must therefore consider the whole ecosystem, rather than applying an isolated approach by looking at platforms one by one or considering the online and offline spaces separately. While these sellers are difficult to spot manually, clustering technology allows the brand to make connections across infringing networks, enabling targeted and effective enforcement against an infringing operator’s whole business.<br \/> Challenges of private groups and one-to-one conversations<br \/> Brands often rely on users to report the infringement that happens in private and secret group accounts, since it is challenging to monitor activity there. Platforms such as Facebook, Snapchat, WhatsApp and WeChat offer this form of communication between users, and there is still work to do to enable brands to monitor this activity proactively. Lobbying these platforms is a good starting point to establish a foundation for rights owners in their fight against fakes, in order to enable effective IP protection online.<br \/> Capture evidence<br \/> Supporting evidence is essential for avoiding unwarranted pushbacks against complaints, from either platforms or infringers. It is good practice to keep screenshots of the offers, seller profiles, selling history and user comments for use later. Avoiding the time wasted by keeping manual records and files is important and leveraging technology can relieve some of this burden. It is difficult for a seller to dispute a screenshot which shows its activity on a given date and time.<br \/> Legal framework<br \/> When processing infringement complaints, most platforms have an ‘indisputable IP rights’ rule. This means that the IP right in question needs to be clearly visible in the listing reported and registered in the territory where the seller is selling within the relevant class of goods. This is because most of the emerging new platforms lack a sophisticated legal team and refuse to play the role of mediator between sellers and rights holders. In addition to having brand names registered worldwide, alternative and language-specific brand names should be considered for registration to prove IP rights clearly to a platform. In a social environment, it is common for users to refer to brands not by their official brand name but by colloquialisms. Understanding how a brand is commonly referred to within social communities across different countries will help brand owners to make sure they have the right IP portfolios in place to cover various spellings and territories. With new apps emerging that make use of images to help consumers find products, brands should consider registering copyright (where required) or alternative rights for items that might not rely on keywords to be advertised.<br \/> Know the platforms’ policies and challenge the status quo<br \/> Although it is helpful to have IP rights in place, there is still an onus on platforms to assist rights holders in preventing the wilful circumvention of takedown measures, such as the blurring of trademarks in an image. Well-established cooperative platforms have responded well to requests to help on this. However, when dealing with the newer mobile platforms, it is important to remember that many have yet to develop efficient and effective IP practices. These platforms have been focused on their own development and the use by infringers has only now become a reality.<\/p>\n<h3>Conclusion<\/h3>\n<p>Websites, marketplaces, social media and messaging apps not only overlap in today’s online ecosystem, but are also merging together in order to appeal to millennials’ need for ‘one app for everything’. The best approach to formulating an effective enforcement strategy requires an understanding of the developing trends in m-commerce, millennial behaviour, evolving technologies and changing trends in seller practices. Knowing the best enforcement practices in the e-commerce world and having the right IP portfolio in place will allow brands to negotiate with the newer platforms in order to develop a more efficient notice and takedown programme.<\/p>\n<p>To stop infringers who are taking advantage of this new functionality across multiple platforms, it is critical to understand the whole network of activity and disrupt it using automated monitoring and clustering techniques. Only then can the true scale of the problem be understood, tackled intelligently and – ultimately – reduced.<\/p>\n<p>___<\/p>\n<p>To view the full article in the World Trademark Review 2018 Online Enforcement Guide, <strong><a href=\"https:\/\/www.worldtrademarkreview.com\/Intelligence\/Online-Brand-Enforcement\/2018\/Chapters\/Mobile-mayhem\" target=\"_blank\" rel=\"noopener noreferrer\">please click here<\/a><\/strong>.<\/p>\n","protected":false},"featured_media":2167,"template":"","meta":[],"press_type":[139],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.7 (Yoast SEO v19.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Mobile mayhem: brand protection in a changing environment | World Trademark Review - INCOPRO<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Mobile mayhem: brand protection in a changing environment | World Trademark Review\" \/>\n<meta property=\"og:description\" content=\"Today the dynamics of online purchasing have changed enormously. Mobile web use has overtaken desktop, with millennials turning to their smartphones and\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/\" \/>\n<meta property=\"og:site_name\" content=\"INCOPRO\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/incoprouk\/\" \/>\n<meta property=\"article:modified_time\" content=\"2020-01-30T13:32:21+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/mobile-mayhem-brand-protection-in-a-changing-environment-wtr.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1920\" \/>\n\t<meta property=\"og:image:height\" content=\"620\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@Incopro\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.incoproip.com\/#organization\",\"name\":\"Incopro\",\"url\":\"https:\/\/www.incoproip.com\/\",\"sameAs\":[\"https:\/\/www.instagram.com\/incoproip\/\",\"https:\/\/www.linkedin.com\/company\/incopro-ltd\/\",\"https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured\",\"https:\/\/www.facebook.com\/incoprouk\/\",\"https:\/\/twitter.com\/Incopro\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"width\":900,\"height\":483,\"caption\":\"Incopro\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.incoproip.com\/#website\",\"url\":\"https:\/\/www.incoproip.com\/\",\"name\":\"INCOPRO\",\"description\":\"Brand Protection Solutions | Brand Protection Technology\",\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.incoproip.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/#primaryimage\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/mobile-mayhem-brand-protection-in-a-changing-environment-wtr.jpg\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/mobile-mayhem-brand-protection-in-a-changing-environment-wtr.jpg\",\"width\":1920,\"height\":620,\"caption\":\"Mobile mayhem: brand protection in a changing environment, from the 2018 Online Enforcement Guide\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/#webpage\",\"url\":\"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/\",\"name\":\"Mobile mayhem: brand protection in a changing environment | World Trademark Review - INCOPRO\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/#primaryimage\"},\"datePublished\":\"2018-02-28T00:00:00+00:00\",\"dateModified\":\"2020-01-30T13:32:21+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.incoproip.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Press\",\"item\":\"https:\/\/www.incoproip.com\/news\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Mobile mayhem: brand protection in a changing environment | World Trademark Review\"}]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Mobile mayhem: brand protection in a changing environment | World Trademark Review - INCOPRO","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/","og_locale":"en_US","og_type":"article","og_title":"Mobile mayhem: brand protection in a changing environment | World Trademark Review","og_description":"Today the dynamics of online purchasing have changed enormously. Mobile web use has overtaken desktop, with millennials turning to their smartphones and","og_url":"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/","og_site_name":"INCOPRO","article_publisher":"https:\/\/www.facebook.com\/incoprouk\/","article_modified_time":"2020-01-30T13:32:21+00:00","og_image":[{"width":1920,"height":620,"url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/mobile-mayhem-brand-protection-in-a-changing-environment-wtr.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@Incopro","twitter_misc":{"Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/www.incoproip.com\/#organization","name":"Incopro","url":"https:\/\/www.incoproip.com\/","sameAs":["https:\/\/www.instagram.com\/incoproip\/","https:\/\/www.linkedin.com\/company\/incopro-ltd\/","https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured","https:\/\/www.facebook.com\/incoprouk\/","https:\/\/twitter.com\/Incopro"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","width":900,"height":483,"caption":"Incopro"},"image":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/"}},{"@type":"WebSite","@id":"https:\/\/www.incoproip.com\/#website","url":"https:\/\/www.incoproip.com\/","name":"INCOPRO","description":"Brand Protection Solutions | Brand Protection Technology","publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.incoproip.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/#primaryimage","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/mobile-mayhem-brand-protection-in-a-changing-environment-wtr.jpg","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/mobile-mayhem-brand-protection-in-a-changing-environment-wtr.jpg","width":1920,"height":620,"caption":"Mobile mayhem: brand protection in a changing environment, from the 2018 Online Enforcement Guide"},{"@type":"WebPage","@id":"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/#webpage","url":"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/","name":"Mobile mayhem: brand protection in a changing environment | World Trademark Review - INCOPRO","isPartOf":{"@id":"https:\/\/www.incoproip.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/#primaryimage"},"datePublished":"2018-02-28T00:00:00+00:00","dateModified":"2020-01-30T13:32:21+00:00","breadcrumb":{"@id":"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.incoproip.com\/news\/mobile-mayhem-brand-protection-in-a-changing-environment\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.incoproip.com\/"},{"@type":"ListItem","position":2,"name":"Press","item":"https:\/\/www.incoproip.com\/news\/"},{"@type":"ListItem","position":3,"name":"Mobile mayhem: brand protection in a changing environment | World Trademark Review"}]}]}},"_links":{"self":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/press\/2166"}],"collection":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/press"}],"about":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/types\/press"}],"version-history":[{"count":0,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/press\/2166\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media\/2167"}],"wp:attachment":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media?parent=2166"}],"wp:term":[{"taxonomy":"press_type","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/press_type?post=2166"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}