{"id":2180,"date":"2017-06-24T00:00:00","date_gmt":"2017-06-24T00:00:00","guid":{"rendered":"https:\/\/www.incoproip.com\/press\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/"},"modified":"2020-01-30T13:32:21","modified_gmt":"2020-01-30T13:32:21","slug":"identifying-networks-of-professional-counterfeiters-undermining-fashion-industry","status":"publish","type":"press","link":"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/","title":{"rendered":"Identifying the networks of professional counterfeiters undermining the fashion industry | World Trademark Review"},"content":{"rendered":"<h2><strong>Since the early days of couture on the catwalk, the fashion industry has been a target for counterfeiters and copycats.<\/strong><\/h2>\n<p>While criminals were previously restricted to selling their fake goods on the streets, the Internet has completely transformed their operations. Not only are they now offered many platforms to trade on, but they have also increased their audience and the speed at which they can sell. This phenomenon has also resulted in commercial-scale counterfeiters setting up shop. The lucrative market, global customer base and ease of avoiding detection online facilitate large networks of criminals, running as any other profitable organisation. Alongside these big players, smaller, one-off sellers trade illegitimate goods that they have acquired.<\/p>\n<p>This is a minefield for fashion brands to navigate. This chapter provides an overview of the counterfeiting industry, including who is most at risk from IP infringements and how counterfeiters operate. It also clarifies IP owners’ legal rights and how they can be enforced. Finally, it explains how brands and their legal representation can distinguish between large-scale counterfeiters and one-off sellers, and why this is important for the enforcement of legal rights.<\/p>\n<p>For clarity, the discussion of the fashion industry in this chapter refers to clothing and accessories – not watches and jewelry. While the latter could be defined as fashion, the way that counterfeiters operate in these areas is slightly different.<\/p>\n<h3>What gets counterfeited?<\/h3>\n<p>Globally, the fashion industry is estimated to be worth $2.4 trillion. If this value were ranked alongside national gross domestic products, it would represent the world’s seventh largest economy. Luxury fashion alone is worth $339.4 billion, representing a lucrative market for counterfeiters and copycats.<\/p>\n<p>The fashion industry is generally separated into a number of market segments – from high-end brands and mid-market to value and discount brands. Given that luxury labels are not accessible to most consumers, these brands suffer the most from rip-offs. They must contend not only with counterfeiters, but also with high-street brands that sell similar designs at a much lower price point and often have the items in store much faster than luxury brands.<\/p>\n<p>However, where profit is to be made, counterfeiters will take the bait and many mid-market high-street brands also find themselves the victims of stolen designs.<\/p>\n<h3>What is the effect on the industry?<\/h3>\n<p>For high-end brands, the issue of counterfeits and imitations can be complex. While financial losses are not always the primary concern, the dilution of exclusivity – which can negatively affect future sales – is a key driver for tackling the issue. The consumers willing to spend thousands on an item are unlikely to be the same as those buying a fake version for a fraction of the price.<\/p>\n<p>Counterfeits are frequently sold to consumers as the genuine article, often at a lower, second-hand price and deceiving the buyer with fake receipts and packaging. If the item does not retain its quality, the buyer may believe that the brand’s products tend not to last; or the buyer may become aware that the product is fake and be deterred from the brand even as a loyal customer. After all, if multiple fakes are on the market, why should consumers pay a premium for exclusivity?<\/p>\n<p>Exclusivity sells; and when goods become accessible to everyone, they lose their shine and damage a brand’s reputation.<\/p>\n<p>While it is difficult to quantify the economic impact of counterfeiting on the luxury apparel industry, the EU Intellectual Property Office estimates that 9.7% of sales in Europe are lost to IP infringement in the clothing, footwear and accessories sector. Moreover, it costs brands €26.3 billion and governments €8.1 billion in lost revenue.<\/p>\n<p>Aside from the economic impact of counterfeiting, producers of counterfeit goods are not required to adhere to health and safety laws. Fabrics, for example, are subject to various chemical treatments to ensure that they can withstand production processes and are resistant to common fabric degradation, such as moulding. Alarmingly, many of these chemicals are toxic if not used correctly.<\/p>\n<p>While the European Union adopted the Registration, Evaluation, Authorisation and Restriction of Chemicals Regulation in 2007 – which requires registration and authorisation for use of approximately 30% of the chemicals circulating in Europe – illegitimate manufacturers are unlikely to pay much heed to such legislation. Not only will they use unapproved chemicals to treat materials, but also the processes that they use to remove residues from clothing and accessories may well be ineffectual and pose a serious risk to consumers’ health.<\/p>\n<p>Despite these implications, there is no shortage in availability and the Internet – in particular, social media – is making the sale of these products much easier.<\/p>\n<h3>How do counterfeiters ply their trade when it comes to selling fashion products?<\/h3>\n<p>Counterfeiting is far from a modern phenomenon, but where once those peddling their goods were limited in where they could sell them, today the Internet has expanded their options. With the emergence of online marketplaces such as eBay and Taobao, counterfeiters can effortlessly take advantage of the large number of possible customers as well as the ease of online transactions. Websites also quickly became a staple way of selling, with domain names often registered using legitimate brand names and sites, and search engine optimisation (SEO) tactics being used to drive visitors.<\/p>\n<p>While online marketplaces and websites remain core to counterfeiters’ sales strategies, social media has now enabled them to expand further. According to the Annual IP Crime Report published in 2014 by the UK government, between 2013 and 2014 the sale of counterfeit goods via social media rose by 15%, while the sale of counterfeit goods via online auction sites rose by just 2%. Where previously they may have relied on SEO and word of mouth to drive traffic to their websites and increase their customer base, they are now using hashtags and hijacking related conversations to achieve the same result.<\/p>\n<p>While social media has helped counterfeiters to ply their trade, their illegitimate use of recognisable hashtags and usernames also causes highly visible reputational damage to legitimate brands, potentially affecting offline sales as well.<\/p>\n<p>For now, most western social media platforms do not facilitate financial transactions for goods directly; rather, counterfeiters tend to use these sites to market their products and drive traffic to their own websites, where potential customers can then buy the products. Contrast this to social media apps such as WeChat in China, which do have this transactional functionality.<\/p>\n<p>Another common tactic is to include some indication of commercial activity. On Instagram, for example, a seller might post an image of a designer handbag and include a comment encouraging people to connect via WeChat and WhatsApp, or similar.<\/p>\n<p>Most fashion brands are likely to have a social media engagement strategy to promote their lines, but many will not have considered how to combat counterfeiters on these platforms. Given that businesses spend an average of around 10% of their marketing budgets on social media, they should consider a strategy to combat counterfeiters across these platforms to limit further reputational and financial losses arising from the hijacking of their feeds.<\/p>\n<p>As legitimate methods for brands to sell their goods to consumers expand through technology, fraudsters are quickly taking advantage of these innovations. Facebook advertising is increasingly being used to drive traffic to counterfeiters’ sites and promote goods. Social networks are also increasingly exploring selling directly through their platforms – Facebook, for example, rolled out Facebook Marketplace to its mobile users in 2016, while Instagram is trialling a ‘shop now’ button to buy directly through images posted. It is not difficult to see the direction of this trend; in 2014 WeChat added e-commerce capabilities and by 2015 it had already shut down 7,000 accounts for counterfeiting.<\/p>\n<p>Given that counterfeiting is such a prolific problem, fashion brands must keep up to date with the emergence of new platforms that criminals could exploit, as well as better understand and enforce their legal rights. Otherwise, the problem will inevitably continue to blight the industry.<\/p>\n<h3>What legal rights are engaged to fight fake fashion products?<\/h3>\n<p>While fashion brands have various legal options to stop the sale of counterfeit and lookalike products, determining the most appropriate option is often a challenge.<\/p>\n<p>The fashion industry moves fast and while many brands produce a number of iconic products, the bulk of their designs change from season to season. As such, determining the protection required and what can be enforced in different regions is often more challenging than in other sectors, such as consumer electronics.<\/p>\n<p>Trademarks are often the most straightforward intellectual property to enforce, where a counterfeit is an almost identical copy that includes a brand’s distinctive marks. Trademark infringements tend to be straightforward to identify as well. However, there is a catch-22 scenario here. As many brands robustly enforce against these clear infringements, counterfeiters change their approach to avoid detection, blurring out or entirely removing trademark hallmarks in the listings and images.<\/p>\n<p>This is where device trademarks and design rights become applicable. Device marks have proven to be a useful tool when enforcing against distinct features of items (eg, handbags). These marks can be registered to protect unique fastenings, for example, whereas designs protect the overall look of a product. Both rights come into play when counterfeiters blur the trademarks and some may even go as far as rebranding the product with their own marks.<\/p>\n<p>However, design rights present their own risks if the novelty factor can be successfully contested – that is, if a claimant can prove that the design is not wholly original. Some counterfeiters will claim to have started making copies before the right was applied for, making the right unsafe to pursue as it risks revocation.<\/p>\n<p>Brands can also rely on copyright in some cases. Copyright is unregistered in most countries – although in the United States and China, registration is required – and provides protection for the original work. However, copyright laws are determined by individual countries and although the World Trade Organisation and the European Union, for example, have treaties requiring member states to standardise copyright, enforcement is often a challenge. Moreover, copyright can be difficult to enforce as rules vary significantly from region to region. For example, in the United States, copyright in design is an effective tool; but it is almost entirely useless in China in terms of online enforcement.<\/p>\n<p>It is in counterfeiters’ best interests to avoid detection and they are constantly changing their tactics in order to do so. Fashion brands therefore should rely on a portfolio of rights, registering (if required) the most applicable and enforcing against the most relevant where necessary.<\/p>\n<h3>Distinguishing between commercial operators and one-off sellers<\/h3>\n<p>Determining the appropriate action to take can be complicated and the decision is not made any easier by the increasingly professional operations being run by counterfeiters. Our data, collected on behalf of clients, indicates that while around 80% of counterfeiters are individual sellers, 20% are part of well-organised, commercial-scale operations and distinguishing between the two can affect the action that brands take.<\/p>\n<p>The sheer number of counterfeiters in operation and their geographical spread mean that serving individual takedown notices alone is not only expensive and time consuming, but also ineffectual. Particularly when it comes to professional counterfeiting networks, rights holders can often find themselves embroiled in an incessant game of ‘whack-a-mole’ if they attempt to issue takedowns one at a time. One-off counterfeiters are typically what is described in criminology terms as ‘occasional’ criminals – meaning that their crimes are infrequent and predominantly opportunistic. Professional counterfeiting networks, conversely, are exactly that: ‘professional’ criminals, which means that their crimes fully finance their lifestyle. Naturally, this means that the professionals will always be more persistent, forming networks to bolster security and longevity.<\/p>\n<p>As such, when counterfeiting is discovered, it is important to categorise the criminals at hand. At first glance, this is not always clear; however, it is possible to distinguish between individual sellers and professional networks by how quickly they recover. Professionals will have a stockpile of registered domains and social media accounts, and when one domain goes down, they can easily recover using automated tools either to resurface social media accounts or to use an associated social media presence to redirect traffic to a new domain. On the other hand, one-off or infrequent sellers will often disappear entirely or take far longer to get their operations back up and running.<\/p>\n<p>The distinction can also be made by considering:<\/p>\n<ul>\n<li>the variety of products for sale;<\/li>\n<li>the number of social media accounts in operation (eg, “visit @name for dresses and @name for handbags”); and<\/li>\n<li>the number of platforms being used to sell goods.<\/li>\n<\/ul>\n<p>To effectively stop these operations, it is necessary to take down the entire network – including marketplaces, domains and social media accounts.<\/p>\n<p>Technology enables us to track behaviour and tools used by counterfeiters to promote their products and draw out the connections across platforms to identify the key operators. <strong>By uncovering large-scale clusters of connected operators, it is possible to take action against the whole network and significantly impede its recovery<\/strong> – if it recovers at all.<\/p>\n<p>___<\/p>\n<p>To view the full article in World Trademark Review, <strong><a href=\"https:\/\/www.worldtrademarkreview.com\/anti-counterfeiting\/identifying-networks-professional-counterfeiters-undermining-fashion\" target=\"_blank\" rel=\"noopener noreferrer\">click here<\/a><\/strong>.<\/p>\n","protected":false},"featured_media":2165,"template":"","meta":[],"press_type":[139],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.7 (Yoast SEO v19.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Identifying the networks of professional counterfeiters undermining the fashion industry | World Trademark Review - INCOPRO<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Identifying the networks of professional counterfeiters undermining the fashion industry | World Trademark Review\" \/>\n<meta property=\"og:description\" content=\"Since the early days of couture on the catwalk, the fashion industry has been a target for counterfeiters and copycats. While criminals were previously\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/\" \/>\n<meta property=\"og:site_name\" content=\"INCOPRO\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/incoprouk\/\" \/>\n<meta property=\"article:modified_time\" content=\"2020-01-30T13:32:21+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/world-trademark-review-logo.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1920\" \/>\n\t<meta property=\"og:image:height\" content=\"620\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@Incopro\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.incoproip.com\/#organization\",\"name\":\"Incopro\",\"url\":\"https:\/\/www.incoproip.com\/\",\"sameAs\":[\"https:\/\/www.instagram.com\/incoproip\/\",\"https:\/\/www.linkedin.com\/company\/incopro-ltd\/\",\"https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured\",\"https:\/\/www.facebook.com\/incoprouk\/\",\"https:\/\/twitter.com\/Incopro\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"width\":900,\"height\":483,\"caption\":\"Incopro\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.incoproip.com\/#website\",\"url\":\"https:\/\/www.incoproip.com\/\",\"name\":\"INCOPRO\",\"description\":\"Brand Protection Solutions | Brand Protection Technology\",\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.incoproip.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/#primaryimage\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/world-trademark-review-logo.jpg\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/world-trademark-review-logo.jpg\",\"width\":1920,\"height\":620,\"caption\":\"World Trademark Review logo\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/#webpage\",\"url\":\"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/\",\"name\":\"Identifying the networks of professional counterfeiters undermining the fashion industry | World Trademark Review - INCOPRO\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/#primaryimage\"},\"datePublished\":\"2017-06-24T00:00:00+00:00\",\"dateModified\":\"2020-01-30T13:32:21+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.incoproip.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Press\",\"item\":\"https:\/\/www.incoproip.com\/news\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Identifying the networks of professional counterfeiters undermining the fashion industry | World Trademark Review\"}]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Identifying the networks of professional counterfeiters undermining the fashion industry | World Trademark Review - INCOPRO","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/","og_locale":"en_US","og_type":"article","og_title":"Identifying the networks of professional counterfeiters undermining the fashion industry | World Trademark Review","og_description":"Since the early days of couture on the catwalk, the fashion industry has been a target for counterfeiters and copycats. While criminals were previously","og_url":"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/","og_site_name":"INCOPRO","article_publisher":"https:\/\/www.facebook.com\/incoprouk\/","article_modified_time":"2020-01-30T13:32:21+00:00","og_image":[{"width":1920,"height":620,"url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/world-trademark-review-logo.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@Incopro","twitter_misc":{"Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/www.incoproip.com\/#organization","name":"Incopro","url":"https:\/\/www.incoproip.com\/","sameAs":["https:\/\/www.instagram.com\/incoproip\/","https:\/\/www.linkedin.com\/company\/incopro-ltd\/","https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured","https:\/\/www.facebook.com\/incoprouk\/","https:\/\/twitter.com\/Incopro"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","width":900,"height":483,"caption":"Incopro"},"image":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/"}},{"@type":"WebSite","@id":"https:\/\/www.incoproip.com\/#website","url":"https:\/\/www.incoproip.com\/","name":"INCOPRO","description":"Brand Protection Solutions | Brand Protection Technology","publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.incoproip.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/#primaryimage","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/world-trademark-review-logo.jpg","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/world-trademark-review-logo.jpg","width":1920,"height":620,"caption":"World Trademark Review logo"},{"@type":"WebPage","@id":"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/#webpage","url":"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/","name":"Identifying the networks of professional counterfeiters undermining the fashion industry | World Trademark Review - INCOPRO","isPartOf":{"@id":"https:\/\/www.incoproip.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/#primaryimage"},"datePublished":"2017-06-24T00:00:00+00:00","dateModified":"2020-01-30T13:32:21+00:00","breadcrumb":{"@id":"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.incoproip.com\/news\/identifying-networks-of-professional-counterfeiters-undermining-fashion-industry\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.incoproip.com\/"},{"@type":"ListItem","position":2,"name":"Press","item":"https:\/\/www.incoproip.com\/news\/"},{"@type":"ListItem","position":3,"name":"Identifying the networks of professional counterfeiters undermining the fashion industry | World Trademark Review"}]}]}},"_links":{"self":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/press\/2180"}],"collection":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/press"}],"about":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/types\/press"}],"version-history":[{"count":0,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/press\/2180\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media\/2165"}],"wp:attachment":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media?parent=2180"}],"wp:term":[{"taxonomy":"press_type","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/press_type?post=2180"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}