{"id":18727,"date":"2022-04-14T16:46:33","date_gmt":"2022-04-14T16:46:33","guid":{"rendered":"https:\/\/www.incoproip.com\/?post_type=case_study&#038;p=18727"},"modified":"2022-04-25T14:29:22","modified_gmt":"2022-04-25T14:29:22","slug":"brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy","status":"publish","type":"case_study","link":"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/","title":{"rendered":"Case Study | How Brompton protects consumers from dangerous fakes and supports e-commerce strategy"},"content":{"rendered":"\n<div class=\"wp-block-group bg-grey--light\"><div class=\"wp-block-group__inner-container\"><section class=\"statistics statistics--grey\">\n    <div class=\"statistics__inner\">\n                        <p class=\"statistics__text has-text-align-center\">Millie Allen, Senior International Marketing Manager at Brompton, shares how the folding bicycle brand has evolved its approach to brand protection and collaborates with the wider business to support its e-commerce strategy.<\/p>\n                <ul class=\"stats\">\n                        <li class=\"stat\">\n                <h4>17,800+<\/h4>\n                                <p>marketplace listings enforced across 22 platforms and 8,400 sellers<\/p>\n                            <\/li>\n                        <li class=\"stat\">\n                <h4>$52,741,000+<\/h4>\n                                <p>value of stock removed<\/p>\n                            <\/li>\n                        <li class=\"stat\">\n                <h4>96%<\/h4>\n                                <p>compliance on marketplaces<\/p>\n                            <\/li>\n                    <\/ul>\n    <\/div>\n<\/section>\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<div style=\"height:15px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<div class=\"wp-block-columns mb-0\">\n<div class=\"wp-block-column is-vertically-aligned-top\">\n<figure class=\"wp-block-image size-large\"><img width=\"683\" height=\"1024\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/03\/Brompton_MY22_00008-683x1024.jpg\" alt=\"\" class=\"wp-image-18782\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/03\/Brompton_MY22_00008-683x1024.jpg 683w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/03\/Brompton_MY22_00008-200x300.jpg 200w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/03\/Brompton_MY22_00008-768x1152.jpg 768w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/03\/Brompton_MY22_00008-1024x1536.jpg 1024w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/03\/Brompton_MY22_00008.jpg 1067w\" sizes=\"(max-width: 683px) 100vw, 683px\" \/><\/figure>\n<\/div>\n\n\n\n<div class=\"wp-block-column is-vertically-aligned-top\">\n<h3>About Brompton<\/h3>\n\n\n\n<p>Made for cities, Brompton bikes are sold in 47 countries around the world and over 70% of production is exported. The company produces over 90,000 bikes a year and over 750,000 have hit the roads since the first bike was made in 1975 by the inventor Andrew Ritchie.<\/p>\n\n\n\n<p>One Brompton bike takes 6.2 tonnes less carbon than a car to make and 42 folded Brompton bikes can be parked in the space it takes to park one car. 15 flagship Brompton Junction retail stores in cities across the world. Brompton sells to a selected 1,500 independent bike stores worldwide.<\/p>\n\n\n\n<p><a href=\"https:\/\/www.brompton.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">brompton.com<\/a><\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column is-vertically-aligned-top\">\n<figure class=\"wp-block-image size-full clear-top clear-bottom\"><img width=\"400\" height=\"400\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/03\/Millie-Allen-Brompton_headshot.jpg\" alt=\"\" class=\"wp-image-18775\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/03\/Millie-Allen-Brompton_headshot.jpg 400w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/03\/Millie-Allen-Brompton_headshot-300x300.jpg 300w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/03\/Millie-Allen-Brompton_headshot-150x150.jpg 150w\" sizes=\"(max-width: 400px) 100vw, 400px\" \/><\/figure>\n<\/div>\n\n\n\n<div class=\"wp-block-column\">\n<h3 id=\"h-about-millie-allen\">About Millie Allen<\/h3>\n\n\n\n<p class=\"has-medium-font-size\">Senior International Marketing Manager, Brompton<\/p>\n\n\n\n<p>Millie Allen oversees global marketing across UK, EMEA, US, and APAC. She currently works for British bike manufacturer, Brompton Bicycle, managing their regional marketing across a wide mix of channels.<\/p>\n\n\n\n<p>With a background in brand protection, Millie brings brand hygiene and compliance into her marketing practice. With this experience, she has significantly grown brand awareness in key regions and driven new customer acquisition, whilst protecting the marketing investment and official brand activity.&nbsp;<\/p>\n<\/div>\n<\/div>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-group bg-white\"><div class=\"wp-block-group__inner-container\">\n<h2 class=\"has-text-align-center heading-branded\">The evolution of online threats<\/h2>\n\n\n\n<div class=\"wp-block-columns mb-0\">\n<div class=\"wp-block-column\">\n<p>“I&#8217;ve been with Brompton for almost three years – in my time, the online environment has rapidly evolved. As a business, we&#8217;re looking more to direct-to-consumer channels, primarily through e-commerce and also through our physical store network” Millie says.<\/p>\n\n\n\n<p>“Our channel strategy now reflects the importance of our partners’ e-commerce stores. Over the last five years our brand has rapidly expanded, and awareness has increased – which is fantastic. But with that awareness and demand, came counterfeiters and copycats jumping on that trend.”<\/p>\n\n\n\n<p>“When I joined Brompton in 2019, I quickly witnessed huge demand coming out of the Asia-Pacific region. I very quickly flagged the problematic marketplaces and the infringements starting to crop up. And that was before I&#8217;d even really looked deeper, because at the time we didn&#8217;t have a brand protection program, nor a technology platform where we could understand the scope and scale of infringements.”<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column is-vertically-aligned-top\">\n<figure class=\"wp-block-image size-full\"><img width=\"934\" height=\"840\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/04\/Brompton-examples-of-infringing-products.jpg\" alt=\"Brompton - examples infringing products\" class=\"wp-image-18858\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/04\/Brompton-examples-of-infringing-products.jpg 934w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/04\/Brompton-examples-of-infringing-products-300x270.jpg 300w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/04\/Brompton-examples-of-infringing-products-768x691.jpg 768w\" sizes=\"(max-width: 934px) 100vw, 934px\" \/><figcaption>Examples of infringing products found on online marketplaces<\/figcaption><\/figure>\n<\/div>\n<\/div>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<h2 class=\"has-text-align-center heading-branded\"><strong>The threat to consumer safety and Brompton’s brand reputation<\/strong><\/h2>\n\n\n\n<div class=\"wp-block-columns mb-0\">\n<div class=\"wp-block-column\">\n<p>“The Brompton community is incredibly engaged and they&#8217;re incredibly loyal. Our number one priority is to protect them” Millie explains.<\/p>\n\n\n\n<p>Millie notes that the evolution of the online environment has led to threats to consumer safety and trust in the Brompton brand.<\/p>\n\n\n\n<p>“Some of the key trends that we’ve identified with the help of Incopro [a Corsearch company] and Talisman [Incopro’s brand protection platform] include complete copycat bikes, bike parts that claim to be official Brompton products, and bike stickers.”<\/p>\n\n\n\n<p>“Both our quality control and manufacturing are still done today in London, UK. We pride ourselves on the handmade quality craftsmanship in our bikes. Counterfeiters and copycats on the other hand use lower quality brazing or welds within the frame, poor quality materials, uncertified components, and lower quality manufacturing techniques – all putting consumers at risk. The safety aspect is quite scary. You could be riding down a hill on a copycat Brompton and suddenly the parts could fail – that could result in serious injury.&#8221;<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column is-vertically-aligned-top\">\n<figure class=\"wp-block-image size-full\"><img width=\"934\" height=\"942\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/04\/Brompton-marketplace-infringements.png\" alt=\"Brompton infringements online marketplaces\" class=\"wp-image-18853\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/04\/Brompton-marketplace-infringements.png 934w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/04\/Brompton-marketplace-infringements-297x300.png 297w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/04\/Brompton-marketplace-infringements-150x150.png 150w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/04\/Brompton-marketplace-infringements-768x775.png 768w\" sizes=\"(max-width: 934px) 100vw, 934px\" \/><figcaption>Examples of infringing listings found on online marketplaces in South East Asia<\/figcaption><\/figure>\n<\/div>\n<\/div>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-group\"><div class=\"wp-block-group__inner-container\">\n<h2 class=\"has-text-align-center heading-branded\">Brompton’s approach to online brand protection<\/h2>\n\n\n\n<div style=\"height:1px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<div class=\"wp-block-columns\">\n<div class=\"wp-block-column\">\n<h3>Prior to working with Incopro<\/h3>\n\n\n\n<p>“Prior to working with Incopro we were very reactive and did not have a structured approach to online brand protection. We would respond with individual takedowns when a customer came into contact with either a marketplace listing or a social media profile” Millie explains.<\/p>\n\n\n\n<p>“When I joined the business there was recognition that I had some background in brand protection. I quickly found out that the business was aware of infringements but had no effective way to deal with them at scale. I would personally enforce where I could, but that was not efficient or an effective use of my time. And it was not even scratching the surface of the problem.”<\/p>\n\n\n\n<p>“We had underestimated the scale of the challenge. We didn&#8217;t have the technology to match keywords or images. Instead, a member of our team would search manually for infringements. I knew we needed to get a platform and a team like Incopro to set up image matching and keywords to identify infringements. The first step in the program for us was to audit and understand the scale of the issue.”<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column\">\n<h3>Working in partnership with Incopro<\/h3>\n\n\n\n<p>“There was a piece of education to our senior management around the value of brand protection platforms, the options available and the pricing models as well. There were several vendors considered. However, based on our prior experience of the platform itself and the capabilities that we could access with Talisman, it was far superior. So ultimately we chose Incopro” Millie says.<\/p>\n\n\n\n<p>“By working with Incopro, we can identify risks and opportunities before we expand our e-commerce offering. In a particular market, we can audit threats or key platforms that may pose a risk, and we can proactively focus efforts in that region. This will allow us to reduce the volume of copycats or fraudulent sellers in that market before we officially enter.”<\/p>\n<\/div>\n<\/div>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<h2 class=\"has-text-align-center heading-branded\">Incopro’s analyst team acting as an extension of the Brompton team<\/h2>\n\n\n\n<div class=\"wp-block-columns\">\n<div class=\"wp-block-column\">\n<p>“I knew that I wasn&#8217;t going to have capacity internally, so I needed an external team that could partner with us. Incopro’s analyst team acts as an extension of the Brompton team” Millie explains.<\/p>\n\n\n\n<p>“We&#8217;ve got an inbox that our customer facing team can use to report infringements directly to Incopro. That allows our global staff members to report directly when they are alerted of new threats in the market. We also use the team to we work with them proactively to ensure that we&#8217;re focusing on high-risk products or high-risk territories. The team then assign risk rules in the system to identify infringing products within the territories that are of particular attention for us.”<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column\">\n<p>Millie highlights that the analyst team’s expertise allows Brompton to be more effective in its brand protection activity.<\/p>\n\n\n\n<p>“We tap into the knowledge, the relationships, and the insights that Incopro has developed from representing so many brands globally in the brand protection space. They are able to advise us on our program and strategic efforts. The impact has been impressive.”<\/p>\n\n\n\n<p>“Our quarterly success reviews allow us to tweak our direction. I bring in senior stakeholders across the Brompton business so we can align on the direction for the next quarter. The Incopro team also provides reports, which are fantastic for circulating internally – especially to the C-suite. So I really value this as it reduces the strain internally and ensures that we get consistent visibility for the brand protection program.”<\/p>\n<\/div>\n<\/div>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<h2 class=\"has-text-align-center heading-branded\" id=\"h-aligning-brand-protection-across-marketing-sales-e-commerce-legal\"> Aligning brand protection across marketing, sales, e-commerce &amp; legal<\/h2>\n\n\n\n<div class=\"wp-block-columns\">\n<div class=\"wp-block-column\">\n<p>Being in the marketing space, Millie explains that brand protection delivers value to the wider business. Millie is able to share insights on issues such as digital hygiene and compliance with brand guidelines.<\/p>\n\n\n\n<p>“We can detect activity across our global retail network and whitelist these results. This enables the analysts to focus their efforts on high-risk infringements. However, we can then use this whitelist data internally to identify non-compliance of our brand guidelines by our partners, such as outdated brand assets or logos. We can then moderate these assets to ensure the customer experience remains consistent.”<\/p>\n\n\n\n<p>“Incopro enables us to build broader intelligence for other teams in the business to harness. This intelligence includes parallel imports and gray market goods, product availability in different territories, as well as general online brand activity. Our sales team can then investigate further and use these insights.”<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column\">\n<p>“We&#8217;ve also been able to protect and prepare expansions for the brand. For example: if we were to expand into new markets where we do not already have a direct-to-consumer e-commerce offering, we can have the Incopro team perform an audit to assess key threats and opportunities. This helps us collaborate internally across sales, marketing, e-commerce.”<\/p>\n\n\n\n<p>“Another key area where we use insights from the Incopro team is identifying risks to our IP portfolio. This enables our legal team to address gaps in our portfolio in key markets, allowing Brompton to stay ahead of copycats and increase enforcement compliance.”<\/p>\n<\/div>\n<\/div>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-group bg-primary--light\"><div class=\"wp-block-group__inner-container\">\n<div class=\"wp-block-columns\">\n<div class=\"wp-block-column\">\n<h2 class=\"heading-branded\">Looking to the future of brand protection<\/h2>\n\n\n\n<p>Millie explains that the business is looking to expand its brand protection strategy to social media, with the goals of both safeguarding its dedicated customer community and to streamline its authorized assets.<\/p>\n\n\n\n<p>“We love our official community. They&#8217;re incredibly engaged, but we don&#8217;t want to risk unofficial pages or sites being created that might pose a threat to that community.”<\/p>\n\n\n\n<p>“In the future, we want to look further than marketplace infringements and to audit both authorized and unauthorized Brompton social media accounts. This will help us ensure that our on-the-ground efforts aren&#8217;t diluted on social media, so our customers can find our official page when they search for it.”<\/p>\n\n\n\n<p>“Social media auditing also has another key use case. We&#8217;ve recently undergone a complete overhaul of product hierarchy and have rebranded. That&#8217;s involved new product naming and innovation to our customer journey, which is a big step forward for Brompton. But that means we have a big task ahead of us to identify all uses of outdated assets that we’ve phased out. Incopro will be critical for that project because Talisman will be able to identify both outdated logos and product names, meaning we will be able to align our digital presence quickly.”<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column is-vertically-aligned-center mb-0\">\n<figure class=\"wp-block-image size-full clear-top clear-bottom\"><img width=\"1000\" height=\"667\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/03\/Brompton-electric-bike-folded.jpg\" alt=\"\" class=\"wp-image-18791\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/03\/Brompton-electric-bike-folded.jpg 1000w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/03\/Brompton-electric-bike-folded-300x200.jpg 300w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/03\/Brompton-electric-bike-folded-768x512.jpg 768w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" \/><\/figure>\n<\/div>\n<\/div>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-group\"><div class=\"wp-block-group__inner-container\"><section class=\"testimonial testimonial-brand--primary\">\n    <div class=\"container\">\n        <blockquote>\n                                                        <div>“The value that we&#8217;ve got out of working with Incopro is phenomenal. I highly recommend working with both the Talisman system and the Incopro team. They have deep knowledge and far-reaching relationships with key platforms and intermediaries.”<\/div>\n                <cite>Millie Allen, Senior International Marketing Manager, Brompton<\/cite>\n                                    <\/blockquote>\n    <\/div>\n<\/section><\/div><\/div>\n\n\n\n<div class=\"wp-block-group bg-white\"><div class=\"wp-block-group__inner-container\">\n<div class=\"wp-block-columns\">\n<div class=\"wp-block-column\">\n<h2 class=\"heading-branded\">Remove infringements from key marketplaces and support your e-commerce strategy<\/h2>\n\n\n\n<p>Incopro’s brand protection platform Talisman systematically scrapes the internet using machine learning technology, enabling businesses to discover infringements on websites, marketplaces, social media, paid search, and more.<\/p>\n\n\n\n<p>For Brompton, Talisman’s capability to swiftly identify copycat products on key marketplaces has been critical to safeguard consumers from potential injury. It also allows the company to continue to expand its direct-to-consumer distribution strategy.<\/p>\n\n\n\n<p>Whether you’re a midsize organization or a Fortune 500 enterprise, our brand protection solutions give you the confidence that your business and consumers are fully protected online.&nbsp;Request a demo from one of our experts to find out why Incopro is the right choice for you.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column\"><div class=\"pardot-form pardot-form--boxed\">\n        <h3>Request your personalized demo<\/h3>\n        <iframe loading=\"lazy\" src=\"https:\/\/go.p.incoproip.com\/l\/931713\/2022-03-09\/gjdc\" class=\"pardot__form\" width=\"100%\" height=\"300\" type=\"text\/html\" frameborder=\"0\" allowTransparency=\"true\" style=\"border: 0\"><\/iframe>\n    <span class=\"pardot-form__decor\"><\/span><\/div><\/div>\n<\/div>\n<\/div><\/div>\n","protected":false},"excerpt":{"rendered":"<p>Millie Allen, Senior International Marketing Manager at Brompton, shares how the folding bicycle brand has evolved its approach to brand protection and collaborates with the wider business to support its e-commerce strategy.<\/p>\n","protected":false},"featured_media":18786,"template":"","meta":[],"topic":[6580],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.7 (Yoast SEO v19.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Case Study | How Brompton protects consumers from dangerous fakes and supports e-commerce strategy - INCOPRO<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Case Study | How Brompton protects consumers from dangerous fakes and supports e-commerce strategy\" \/>\n<meta property=\"og:description\" content=\"Millie Allen, Senior International Marketing Manager at Brompton, shares how the folding bicycle brand has evolved its approach to brand protection and collaborates with the wider business to support its e-commerce strategy.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/\" \/>\n<meta property=\"og:site_name\" content=\"INCOPRO\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/incoprouk\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-04-25T14:29:22+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/04\/Case-study_Brompton_thumb_LinkedIn.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"627\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/04\/Case-study_Brompton_thumb_LinkedIn.jpg\" \/>\n<meta name=\"twitter:site\" content=\"@Incopro\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.incoproip.com\/#organization\",\"name\":\"Incopro\",\"url\":\"https:\/\/www.incoproip.com\/\",\"sameAs\":[\"https:\/\/www.instagram.com\/incoproip\/\",\"https:\/\/www.linkedin.com\/company\/incopro-ltd\/\",\"https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured\",\"https:\/\/www.facebook.com\/incoprouk\/\",\"https:\/\/twitter.com\/Incopro\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"width\":900,\"height\":483,\"caption\":\"Incopro\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.incoproip.com\/#website\",\"url\":\"https:\/\/www.incoproip.com\/\",\"name\":\"INCOPRO\",\"description\":\"Brand Protection Solutions | Brand Protection Technology\",\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.incoproip.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/#primaryimage\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/04\/Case-study_Brompton_thumb_LinkedIn.jpg\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/04\/Case-study_Brompton_thumb_LinkedIn.jpg\",\"width\":1200,\"height\":627,\"caption\":\"Incopro case study - Brompton protects consumers from dangerous fakes and supports e-commerce strategy\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/#webpage\",\"url\":\"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/\",\"name\":\"Case Study | How Brompton protects consumers from dangerous fakes and supports e-commerce strategy - INCOPRO\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/#primaryimage\"},\"datePublished\":\"2022-04-14T16:46:33+00:00\",\"dateModified\":\"2022-04-25T14:29:22+00:00\",\"description\":\"Learn how Brompton has evolved its approach to brand protection and collaborates with the wider business to support its e-commerce strategy.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.incoproip.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Case Studies\",\"item\":\"https:\/\/www.incoproip.com\/case-studies\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Case Study | How Brompton protects consumers from dangerous fakes and supports e-commerce strategy\"}]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Case Study | How Brompton protects consumers from dangerous fakes and supports e-commerce strategy - INCOPRO","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/","og_locale":"en_US","og_type":"article","og_title":"Case Study | How Brompton protects consumers from dangerous fakes and supports e-commerce strategy","og_description":"Millie Allen, Senior International Marketing Manager at Brompton, shares how the folding bicycle brand has evolved its approach to brand protection and collaborates with the wider business to support its e-commerce strategy.","og_url":"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/","og_site_name":"INCOPRO","article_publisher":"https:\/\/www.facebook.com\/incoprouk\/","article_modified_time":"2022-04-25T14:29:22+00:00","og_image":[{"width":1200,"height":627,"url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/04\/Case-study_Brompton_thumb_LinkedIn.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_image":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/04\/Case-study_Brompton_thumb_LinkedIn.jpg","twitter_site":"@Incopro","twitter_misc":{"Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/www.incoproip.com\/#organization","name":"Incopro","url":"https:\/\/www.incoproip.com\/","sameAs":["https:\/\/www.instagram.com\/incoproip\/","https:\/\/www.linkedin.com\/company\/incopro-ltd\/","https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured","https:\/\/www.facebook.com\/incoprouk\/","https:\/\/twitter.com\/Incopro"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","width":900,"height":483,"caption":"Incopro"},"image":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/"}},{"@type":"WebSite","@id":"https:\/\/www.incoproip.com\/#website","url":"https:\/\/www.incoproip.com\/","name":"INCOPRO","description":"Brand Protection Solutions | Brand Protection Technology","publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.incoproip.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/#primaryimage","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/04\/Case-study_Brompton_thumb_LinkedIn.jpg","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/04\/Case-study_Brompton_thumb_LinkedIn.jpg","width":1200,"height":627,"caption":"Incopro case study - Brompton protects consumers from dangerous fakes and supports e-commerce strategy"},{"@type":"WebPage","@id":"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/#webpage","url":"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/","name":"Case Study | How Brompton protects consumers from dangerous fakes and supports e-commerce strategy - INCOPRO","isPartOf":{"@id":"https:\/\/www.incoproip.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/#primaryimage"},"datePublished":"2022-04-14T16:46:33+00:00","dateModified":"2022-04-25T14:29:22+00:00","description":"Learn how Brompton has evolved its approach to brand protection and collaborates with the wider business to support its e-commerce strategy.","breadcrumb":{"@id":"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.incoproip.com\/case-studies\/brompton-brand-protection-safeguard-consumers-support-e-commerce-strategy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.incoproip.com\/"},{"@type":"ListItem","position":2,"name":"Case Studies","item":"https:\/\/www.incoproip.com\/case-studies\/"},{"@type":"ListItem","position":3,"name":"Case Study | How Brompton protects consumers from dangerous fakes and supports e-commerce strategy"}]}]}},"_links":{"self":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/case_study\/18727"}],"collection":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/case_study"}],"about":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/types\/case_study"}],"version-history":[{"count":73,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/case_study\/18727\/revisions"}],"predecessor-version":[{"id":18990,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/case_study\/18727\/revisions\/18990"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media\/18786"}],"wp:attachment":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media?parent=18727"}],"wp:term":[{"taxonomy":"topic","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/topic?post=18727"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}