{"id":15556,"date":"2021-05-21T09:38:25","date_gmt":"2021-05-21T09:38:25","guid":{"rendered":"https:\/\/www.incoproip.com\/?post_type=legal_insight&#038;p=15556"},"modified":"2022-06-17T17:41:52","modified_gmt":"2022-06-17T17:41:52","slug":"know-your-business-customer-new-duties-of-care-for-digital-service-providers","status":"publish","type":"legal_insight","link":"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/","title":{"rendered":"“Know Your Business Customer” – New Duties of Care for Digital Service Providers?"},"content":{"rendered":"\n<h3 id=\"h-by-julian-waiblinger-and-julian-klagge-nordemann\"><strong>By Julian Waiblinger<\/strong> and <strong><strong><strong>Julian Klagge<\/strong><\/strong><\/strong>, NORDEMANN<\/h3>\n\n\n\n<div class=\"wp-block-columns\">\n<div class=\"wp-block-column\">\n<figure class=\"wp-block-image size-medium clear-bottom\"><a href=\"https:\/\/nordemann.de\/en\/team\/dr-julian-waiblinger\/\" target=\"_blank\" rel=\"noopener noreferrer\"><img width=\"300\" height=\"300\" src=\"https:\/\/mk0incoprorqrlirgki5.kinstacdn.com\/wp-content\/uploads\/2020\/02\/NORDEMANN_Waiblinger_01-300x300.jpg\" alt=\"\" class=\"wp-image-5208\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/02\/NORDEMANN_Waiblinger_01-300x300.jpg 300w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/02\/NORDEMANN_Waiblinger_01-150x150.jpg 150w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/02\/NORDEMANN_Waiblinger_01-768x768.jpg 768w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/02\/NORDEMANN_Waiblinger_01.jpg 833w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/a><\/figure>\n\n\n\n<p class=\"has-medium-font-size\" id=\"h-stanislaus-jaworski-partner-at-nordemann\"><strong>Julian Waiblinger, Partner, NORDEMANN<\/strong><\/p>\n\n\n\n<p>Julian Waiblinger advises on copyright, information technology, trademark, competition and antitrust law.&nbsp;His main focus is on representation in infringement proceedings and advice on copyright law.&nbsp;He advises comprehensively on questions of provider liability and develops strategies against internet piracy.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column\">\n<figure class=\"wp-block-image size-medium clear-bottom\"><a href=\"https:\/\/nordemann.de\/en\/team\/dr-julian-klagge\/\" target=\"_blank\" rel=\"noopener noreferrer\"><img width=\"300\" height=\"300\" src=\"https:\/\/mk0incoprorqrlirgki5.kinstacdn.com\/wp-content\/uploads\/2020\/11\/Julian-Klagge-Nordemann_headshot-300x300.jpg\" alt=\"\" class=\"wp-image-11871\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Julian-Klagge-Nordemann_headshot-300x300.jpg 300w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Julian-Klagge-Nordemann_headshot-150x150.jpg 150w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Julian-Klagge-Nordemann_headshot-768x768.jpg 768w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Julian-Klagge-Nordemann_headshot.jpg 833w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/a><\/figure>\n\n\n\n<p class=\"has-medium-font-size\"><strong>Julian Klagge, Attorney at Law, NORDEMANN<\/strong><\/p>\n\n\n\n<p>Julian Klagge primarily provides advice on all matters of copyright law,&nbsp;trade mark&nbsp;law and competition law. In particular, he supports his clients in the development of trade mark strategies, advises and represents them in the trade mark application process and in the subsequent enforcement and defence of all trade mark rights.<\/p>\n<\/div>\n<\/div>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p>The transparency rules within Article 5 of the EU E-Commerce Directive (“ECD”) are ineffective in their current form as bad actors can still remain anonymous. <\/p>\n\n\n\n<p>To improve rights enforcement, a “Know Your Business Customer” (“KYBC”) principle will be introduced in the upcoming Digital Services Act (“DSA”) package. Hosting providers will not be allowed to provide services to business users whom provide identity information that is invalid or false.<\/p>\n\n\n\n<h2 class=\"heading-branded\">Key Summary<\/h2>\n\n\n\n<ul><li>The transparency rules according to Article 5 E-Commerce Directive (“ECD”) have turned out to be ineffective in practice as online operators with illegal business models can easily remain anonymous, thus not being held accountable towards consumers and rightsholders.<\/li><\/ul>\n\n\n\n<ul><li>Therefore, a “Know Your Business Customer” (“KYBC”) principle shall be introduced in the upcoming Digital Services Act (“DSA”) package expected in December 2020 to strengthen the general information requirements under the ECD.<\/li><\/ul>\n\n\n\n<ul><li>The envisaged KYBC principle will oblige hosting providers to collect and verify identification data of their business users.<\/li><\/ul>\n\n\n\n<ul><li>Hosting providers shall not be allowed to provide services to business users the obtained identity information of which turn out to be incomplete, false or otherwise invalid.<\/li><\/ul>\n\n\n\n<ul><li>Introducing a KYBC principle is expected to improve rights enforcement of consumers and rights holders. However, there are still many open questions to be discussed as the DSA package evolves.<\/li><\/ul>\n\n\n\n<h2 class=\"heading-branded\">Introduction<\/h2>\n\n\n\n<p>The legal framework for digital services is facing the most extensive reform on the European level in recent years. The horizontal key provisions set by the E-Commerce-Directive (Directive 2000\/31\/EC, “ECD”) date back to 2000 and have not been substantially modernized ever since, whereas the digital world did not stop evolving and creating new ways of communication and new online services. However, the digital world of today has also facilitated infringements of intellectual property rights on a large scale, as well as exposing users of digital services to a wide range of illegal goods, activities or content. One of the key factors behind this development is the simple fact that operators of illegal services are easily able to remain anonymous online. At the same time, intermediary service providers, such as hosting providers, commercially benefit from the relationship with their rights infringing customers, while enjoying the liability privileges under Articles&nbsp;12–14 ECD. In addition, the transparency rules stipulated in Article 5 ECD have turned out to be ineffective in practice, as particularly operators of structurally-infringing websites simply ignore their transparency obligations, whereas there are no effective means for consumers and rights holders to enforce their rights.<\/p>\n\n\n\n<p>To tackle these issues, among others, and to modernize the current legal framework for digital services, the European Commission has announced the Digital Services Act package (“DSA”). The DSA package is expected to be presented on 2 December 2020. As part of the potential DSA package, on 28 September 2020 the European Parliament’s Internal Market and Consumer Protection Committee (“IMCO”) approved its legislative initiative report &#8220;Digital Services Act &#8211; Improving the functioning of the Single Market&#8221; (IMCO Report 2020\/2018 (INL)), which was recently approved by the European Parliament on 20 October 2020 (see <a href=\"https:\/\/www.europarl.europa.eu\/doceo\/document\/TA-9-2020-0272_EN.html\">https:\/\/www.europarl.europa.eu\/doceo\/document\/TA-9-2020-0272_EN.html<\/a>). The IMCO report expressly requests the Commission to introduce a new “Know Your Business Customer” (“KYBC”) principle, requiring platforms to check and stop fraudulent companies using their services to sell their illegal and unsafe products and content. The approved IMCO report suggests that<\/p>\n\n\n\n<p><em>“the “Know Your Business Customer” principle, limited to the direct commercial relationships of the hosting provider, should be introduced for business users; hosting providers should compare the identification data provided by their business users against the EU VAT and Economic Operator Identification and Registration (“EORI”) databases, where a VAT or EORI number exists; where a business is exempt from VAT or EORI registration, proof of identification should be provided; when a business user is acting as an agent for other businesses, it should declare themselves as such; hosting providers should ask their business users to ensure that all information provided is accurate and up-to-date, subject to any change, and hosting providers should not be allowed to provide services to business users when that information is incomplete or when the hosting provider has been informed by the competent authorities that the identity of their business user is false, misleading or otherwise invalid;”<\/em><\/p>\n\n\n\n<p>In the following, we will briefly outline the basics of KYBC principles and how these might help in the digital sector to effectively pull operators of illegal online businesses out of their anonymity, whereas at the same time imposing low burdens on legitimate businesses.<\/p>\n\n\n\n<h2 class=\"heading-branded\">Know Your Customer Principles<\/h2>\n\n\n\n<p>The general principle of “Know Your Customer” (“KYC”) comprises duties of care of businesses to identify its clients and to verify the identity data obtained within the KYC process. Such KYC procedures are applied in various sectors of the economy, whereby the most prominent KYC duties on the European level are implemented in the financial sector, stipulated in the Anti-Money-Laundering Directive (currently 5<sup>th<\/sup> AML Directive of May 30, 2018, 2018\/843\/EU). According to the AML Directive, banks or other financial institutions are obliged to request and obtain information on their costumers’ identity and to verify the obtained data at the beginning of the business relationship. With respect to legal persons\/companies, the identity information to be collected comprise, i.a., the company name, legal status, registration number of respective company registers and the business address. The identity information needs to be verified on the basis of documents or information obtained from independent sources, such as official company registers or by the company´s founding documents if submitted. Any changes of the customers identity information must be immediately reported to the bank or financial institution in the course of the business relationship.<\/p>\n\n\n\n<h2 class=\"heading-branded\">“Know Your Business Customer” as proposed by IMCO<\/h2>\n\n\n\n<p>The “Know Your Business Customer” principle as proposed by IMCO has a narrower scope and is not as strict as the KYC duties being applied in the financial sector. The envisaged identification and verification duties are limited to business customers (therefore “KYBC”). Furthermore, KYBC duties are only aimed at hosting providers, thus specifically including online platforms and online service providers offering webspace and online infrastructure for website operators. The obtained identity information would particularly include VAT or EORI numbers, which have to be checked by the host provider against the EU VAT and EORI databases. In the course of the ongoing contractual relationship with business customers, host providers shall request their business users to ensure that the information provided is accurate and up to date, and that any changes should be immediately reported to the host provider. Most importantly, host providers should not be allowed to provide services to business users when the identity information is incomplete or turns out to be false, misleading or otherwise invalid.<\/p>\n\n\n\n<p>The latter aspect might form the biggest difference and improvement compared to the transparency rules pursuant to Article 5 ECD, and significantly enhance the rights enforcement against online operators with illegal business models. Article 5 ECD only provides transparency obligations to the internet service provider itself, while there are no obligations or remedies in place towards the host provider, ultimately enabling the operator to run its illegal online business. This would change under the proposed KYBC duties, as host providers would at least have to block their services towards the respective business customer, if not shutting down its website completely.<\/p>\n\n\n\n<h2 class=\"heading-branded\">Open Questions<\/h2>\n\n\n\n<p>The KYBC principle as proposed by IMCO already indicates how the final KYBC duties, if adopted, might look like. However, there are still many open questions which need to be further discussed and elaborated in the evolvement of the DSA package once introduced.<\/p>\n\n\n\n<p>As an example, it should be defined which persons or entities fall under the scope of “business costumers”. Generally, this should include persons or entities acting in a commercial or professional capacity, rather than for private purposes. The line between business and private customers should be drawn by both quantitative and qualitative factors. Whereas the financial extent of the contractual relationship and webspace acquired by the customer from its host provider can be taken into account, there are illegal online services requiring little webspace, e.g. mere linking sites. Operators of such online businesses should in any event fall under the scope of the envisaged KYBC duties.<\/p>\n\n\n\n<p>As another example, the proposed KYBC principle shall only apply to hosting providers. These indeed play a very important role in terms of intellectual property infringements on the internet, as their services are the basis of almost all online activities of operators with illegal business models, and should be subject to KYBC duties in any event. In addition, further categories of service providers could be considered subject to KYBC duties, which are also regularly involved in or benefiting from rights infringements on the internet such as domain name service or advertising service providers.<\/p>\n\n\n\n<p>Finally, the legal framework for remedies and penalties relating to KYBC duties must be further discussed and elaborated. This relates both to host providers not complying with their KYBC duties, and customers submitting incorrect information on their identity. For example, it must be clarified at which stage host providers are obliged to terminate their services offered to the respective customer (e.g. after re-verification measures), and if third parties (particularly rights holders) should be entitled to directly request host providers to fulfil its obligations under KYBC, thus refraining from offering their services to their unidentifiable business customers.<\/p>\n\n\n\n<h2 class=\"heading-branded\">Conclusion<\/h2>\n\n\n\n<p>Without question, the proposed KYBC duties are a big step towards a stronger and more effective enforcement against illegal business models on the internet, as hosting providers would not be allowed to provide their services to unidentifiable (regularly illegal acting) business customers. Such KYBC duties, in addition only impose low burdens on legitimate businesses, as these have no interest in hiding their identity towards their respective host providers. However, as briefly outlined above, there are still open questions and regulatory issues that need to be clarified and further in the evolvement of the DSA package. In any event, implementing KYBC duties at least for hosting providers are a step in the right direction.<\/p>\n\n\n\n<p><em>Access the original article <a href=\"https:\/\/nordemann.de\/en\/news\/nordemann-contribution-for-iln-insights-incopro-uk\/\" target=\"_blank\" rel=\"noreferrer noopener\">here<\/a><\/em><\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<div class=\"wp-block-columns\">\n<div class=\"wp-block-column is-vertically-aligned-center\">\n<h3 class=\"heading-branded\" id=\"h-nordemann\">NORDEMANN<\/h3>\n\n\n\n<p><a rel=\"noreferrer noopener\" href=\"https:\/\/nordemann.de\/en\/\" target=\"_blank\">NORDEMANN<\/a>&nbsp;is a German law firm focused on IP and IT law. With offices in Berlin and Potsdam, the team offers strategic legal advice, creative solutions and delivers results.<\/p>\n\n\n\n<p>Their voice has academic weight and has led to many landmark cases in Germany, especially in copyright, trademark and unfair competition law. NORDEMANN represents many international and national clients.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column is-vertically-aligned-center\">\n<figure class=\"wp-block-image size-large no-styling clear-top clear-bottom\"><a href=\"https:\/\/nordemann.de\/en\/\" target=\"_blank\" rel=\"noopener noreferrer\"><img width=\"490\" height=\"214\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Nordemann-Logo_RGB_website.png\" alt=\"\" class=\"wp-image-11841\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Nordemann-Logo_RGB_website.png 490w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Nordemann-Logo_RGB_website-300x131.png 300w\" sizes=\"(max-width: 490px) 100vw, 490px\" \/><\/a><\/figure>\n<\/div>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Legal experts from NORDEMANN analyze why the transparency rules within Article 5 of the EU E-Commerce Directive are currently ineffective and how the proposed Digital Services Act will seek to rectify this.<\/p>\n","protected":false},"featured_media":11845,"template":"","meta":[],"legal_insight_topic":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.7 (Yoast SEO v19.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>“Know Your Business Customer” – New Duties of Care for Digital Service Providers? - INCOPRO<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"“Know Your Business Customer” – New Duties of Care for Digital Service Providers?\" \/>\n<meta property=\"og:description\" content=\"Legal experts from NORDEMANN analyze why the transparency rules within Article 5 of the EU E-Commerce Directive are currently ineffective and how the proposed Digital Services Act will seek to rectify this.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/\" \/>\n<meta property=\"og:site_name\" content=\"INCOPRO\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/incoprouk\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-06-17T17:41:52+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/New-Duties-of-Care-for-Digital-Service-Providers_banner.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1920\" \/>\n\t<meta property=\"og:image:height\" content=\"1280\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@Incopro\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.incoproip.com\/#organization\",\"name\":\"Incopro\",\"url\":\"https:\/\/www.incoproip.com\/\",\"sameAs\":[\"https:\/\/www.instagram.com\/incoproip\/\",\"https:\/\/www.linkedin.com\/company\/incopro-ltd\/\",\"https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured\",\"https:\/\/www.facebook.com\/incoprouk\/\",\"https:\/\/twitter.com\/Incopro\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"width\":900,\"height\":483,\"caption\":\"Incopro\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.incoproip.com\/#website\",\"url\":\"https:\/\/www.incoproip.com\/\",\"name\":\"INCOPRO\",\"description\":\"Brand Protection Solutions | Brand Protection Technology\",\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.incoproip.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/#primaryimage\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/New-Duties-of-Care-for-Digital-Service-Providers_banner.jpg\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/New-Duties-of-Care-for-Digital-Service-Providers_banner.jpg\",\"width\":1920,\"height\":1280,\"caption\":\"New Duties of Care for Digital Service Providers banner\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/#webpage\",\"url\":\"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/\",\"name\":\"“Know Your Business Customer” – New Duties of Care for Digital Service Providers? - INCOPRO\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/#primaryimage\"},\"datePublished\":\"2021-05-21T09:38:25+00:00\",\"dateModified\":\"2022-06-17T17:41:52+00:00\",\"description\":\"Legal experts from NORDEMANN analyze why the transparency rules within Article 5 of the EU E-Commerce Directive are ineffective and how the proposed Digital Services Act will seek to rectify this.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.incoproip.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Legal Insights\",\"item\":\"https:\/\/www.incoproip.com\/legal-insights\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"“Know Your Business Customer” – New Duties of Care for Digital Service Providers?\"}]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"“Know Your Business Customer” – New Duties of Care for Digital Service Providers? - INCOPRO","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/","og_locale":"en_US","og_type":"article","og_title":"“Know Your Business Customer” – New Duties of Care for Digital Service Providers?","og_description":"Legal experts from NORDEMANN analyze why the transparency rules within Article 5 of the EU E-Commerce Directive are currently ineffective and how the proposed Digital Services Act will seek to rectify this.","og_url":"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/","og_site_name":"INCOPRO","article_publisher":"https:\/\/www.facebook.com\/incoprouk\/","article_modified_time":"2022-06-17T17:41:52+00:00","og_image":[{"width":1920,"height":1280,"url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/New-Duties-of-Care-for-Digital-Service-Providers_banner.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@Incopro","twitter_misc":{"Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/www.incoproip.com\/#organization","name":"Incopro","url":"https:\/\/www.incoproip.com\/","sameAs":["https:\/\/www.instagram.com\/incoproip\/","https:\/\/www.linkedin.com\/company\/incopro-ltd\/","https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured","https:\/\/www.facebook.com\/incoprouk\/","https:\/\/twitter.com\/Incopro"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","width":900,"height":483,"caption":"Incopro"},"image":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/"}},{"@type":"WebSite","@id":"https:\/\/www.incoproip.com\/#website","url":"https:\/\/www.incoproip.com\/","name":"INCOPRO","description":"Brand Protection Solutions | Brand Protection Technology","publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.incoproip.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/#primaryimage","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/New-Duties-of-Care-for-Digital-Service-Providers_banner.jpg","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/New-Duties-of-Care-for-Digital-Service-Providers_banner.jpg","width":1920,"height":1280,"caption":"New Duties of Care for Digital Service Providers banner"},{"@type":"WebPage","@id":"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/#webpage","url":"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/","name":"“Know Your Business Customer” – New Duties of Care for Digital Service Providers? - INCOPRO","isPartOf":{"@id":"https:\/\/www.incoproip.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/#primaryimage"},"datePublished":"2021-05-21T09:38:25+00:00","dateModified":"2022-06-17T17:41:52+00:00","description":"Legal experts from NORDEMANN analyze why the transparency rules within Article 5 of the EU E-Commerce Directive are ineffective and how the proposed Digital Services Act will seek to rectify this.","breadcrumb":{"@id":"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.incoproip.com\/legal-insights\/know-your-business-customer-new-duties-of-care-for-digital-service-providers\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.incoproip.com\/"},{"@type":"ListItem","position":2,"name":"Legal Insights","item":"https:\/\/www.incoproip.com\/legal-insights\/"},{"@type":"ListItem","position":3,"name":"“Know Your Business Customer” – New Duties of Care for Digital Service Providers?"}]}]}},"_links":{"self":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight\/15556"}],"collection":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight"}],"about":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/types\/legal_insight"}],"version-history":[{"count":5,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight\/15556\/revisions"}],"predecessor-version":[{"id":19165,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight\/15556\/revisions\/19165"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media\/11845"}],"wp:attachment":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media?parent=15556"}],"wp:term":[{"taxonomy":"legal_insight_topic","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight_topic?post=15556"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}