{"id":15583,"date":"2021-05-21T10:54:03","date_gmt":"2021-05-21T10:54:03","guid":{"rendered":"https:\/\/www.incoproip.com\/?post_type=legal_insight&#038;p=15583"},"modified":"2022-06-17T17:44:04","modified_gmt":"2022-06-17T17:44:04","slug":"rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh","status":"publish","type":"legal_insight","link":"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/","title":{"rendered":"Rogue Websites: Domain registrars have a duty to disconnect, says German BGH"},"content":{"rendered":"\n<h3 id=\"h-article-by\">Article by<\/h3>\n\n\n<ul class=\"speakers\">\n        <li class=\"speaker\">\n        <img\n            src=\"\/wp-content\/uploads\/2020\/02\/NORDEMANN_Jan_Bernd_Nordemann_01-12x12-c-default.jpg\"\n            data-src=\"\/wp-content\/uploads\/2020\/02\/NORDEMANN_Jan_Bernd_Nordemann_01-360x360-c-default.jpg\"\n            alt=\"Jan&#x20;Bernd&#x20;Nordemann\"\n            class=\"speaker__headshot lazyload blur-up\">\n        <div>\n            <h4 class=\"speaker__name\">Jan Bernd Nordemann<\/h4>\n            <p class=\"speaker__position\">Partner<\/p>\n                        <img\n                src=\"\/wp-content\/uploads\/2020\/02\/Nordemann-logo_RGB-6x0-c-default.png\"\n                data-src=\"\/wp-content\/uploads\/2020\/02\/Nordemann-logo_RGB-128x0-c-default.png\"\n                alt=\"\"\n                class=\"speaker__logo lazyload blur-up\">\n                    <\/div>\n    <\/li>\n    <\/ul>\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<h2 class=\"heading-branded\">Key summary<\/h2>\n\n\n\n<p class=\"has-medium-font-size\"><strong>The German Federal Supreme Court (BGH) has held that domain registrars must disconnect domains used by structurally copyright infringing websites.<\/strong><\/p>\n\n\n\n<ul><li>A German record label, whose recordings were illegally available on h33t.com (a Torrent website similar to The Pirate Bay) requested the disconnection of the domain name from the registrar. The registrar refused and the case ended up before the BGH.<\/li><li>The BGH found in favour of a duty of care for the registrar to disconnect the domain, as long as the copyright infringing content remained available on h33t.<\/li><li>However, a disconnection may not be enough. If the registrar disconnects and in parallel allows the transfer of the domain to another registrar, the operator of the infringing website may re-connect the domain with a new registrar and continue the illegal business model.<\/li><li>Therefore “freezing” orders against domain registrars may be required, ensuring that domains may not be registered by an infringing operator with other registrars.<\/li><\/ul>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p>Brands always require unique domain names. This also true for websites which run an illegal business model dedicated to copyright infringements. Such rogue websites are also called structurally copyright infringing websites. The German highest civil court Bundesgerichtshof (“BGH”) [German Federal Supreme Court] has now held that domain registrars have duties of care to disconnect domains used by structurally copyright infringing websites.<\/p>\n\n\n\n<h2 class=\"heading-branded\">Facts<\/h2>\n\n\n\n<p>The BGH case was about h33t, a Torrent website comparable to The Pirate Bay. The domain name h33t.com was registered through a German domain registrar. A German record label, whose recordings were illegally available on h33t requested the disconnection of the domain name from the registrar. The registrar refused and the case ended before the BGH.<\/p>\n\n\n\n<p>The decision is available&nbsp;<a href=\"https:\/\/juris.bundesgerichtshof.de\/cgi-bin\/rechtsprechung\/document.py?Gericht=bgh&amp;Art=en&amp;az=I%20ZR%2013\/19&amp;nr=112397\" target=\"_blank\" rel=\"noreferrer noopener\">here<\/a>&nbsp;in the German original.<\/p>\n\n\n\n<h2 class=\"heading-branded\">Main findings of the BGH<\/h2>\n\n\n\n<p>The BGH found in favour of a duty of care for the registrar to disconnect the domain, as long as the copyright infringing content remained available on h33t. The legal basis for this was found in the so-called “Stoererhaftung” [breach of duty of care]. In German copyright law, this legal doctrine is used to establish a duty of care in particular for (but not limited to) internet intermediaries. The legal consequences are limited to injunction claims. Against this background, “Stoererhaftung” is considered to function as the default German implementation of Article 8 (3) Directive 2001\/29 on the harmonisation of certain aspects of copyright and related rights in the information society (“InfoSoc Directive”), which obliges EU member states to provide for injunction claims against intermediaries whose services are used to infringe a copyright or related right. Exceptionally for access providers, German law implements Article 8 (3) through § 7 (4) German Telemedia Act (“German TMG”; see J.B. Nordemann Gewerblicher Rechtsschutz und Urheberrecht (GRUR) 2021, 18, 19, with further references).<\/p>\n\n\n\n<p>Registrars are not access providers: Due to the different implementation of Article 8 (3) InfoSoc Directive into German law for access providers, the BGH had to decide whether domain registrars qualify as access providers. The BGH decided against this. A registrar merely provides the administrative processing of a domain registration, as opposed to access to the internet (paras. 16, 17). Consequently, “Stoererhaftung” was the correct legal basis for injunction claims against a registrar, not § 7 (4) German TMG.<\/p>\n\n\n\n<p>As the BGH did not see domain registrars as access providers, it was not possible to apply the liability privilege of Article 12 E-Commerce Directive 2001\/31 (“E-Commerce Directive”) to domain registrars. While the opinion of the BGH seems to be correct, already in Germany there are other voices in favour of applying the liability privilege of Article 12 E-Commerce Directive to domain registrars (e.g., Oberverwaltungsgericht [Higher Administrative Court] Muenster, decision of January 26, 2010, 13b 760\/09, available&nbsp;<a href=\"http:\/\/www.justiz.nrw.de\/nrwe\/ovgs\/ovg_nrw\/j2010\/13_B_760_09beschluss20100126.html\" target=\"_blank\" rel=\"noreferrer noopener\">here<\/a>), as is the case in other countries. Against this background, that the BGH did not refer the question to the CJEU pursuant to Article 267 TFEU seems a missed opportunity.<\/p>\n\n\n\n<p>Same duties of care for registrars as for access providers: The BGH held that domain registrars make an adequate causal contribution to the copyright infringement at issue. Generally speaking, no user would go to a website on the internet by using the IP address (para. 19).<\/p>\n\n\n\n<p>Nevertheless, regarding duties of care, the BGH put domain registrars into the same group as access providers (paras. 28 et seq.). The domain name system would have to be efficiently administered. In contrast to a hosting provider, the registrar would merely connect the domain and would not store the infringing content. The contractual link to the infringer would not justify more extensive duties of care than for access providers.<\/p>\n\n\n\n<p>This does not seem entirely convincing. In particular, the direct (or indirect) contractual link between the registry and the infringer speaks in favour of more extensive duties of care, because the registry should bear the risk of choosing their contractual partner.<\/p>\n\n\n\n<p>Subsidiarity requirement: One of the consequences of applying the same duties of care to domain registrars as those that apply for access providers is the so-called subsidiarity requirement (“Subsidiaritaetserfordernis”). In short, this means the following: the rightholder is required first to take legal action without success against the operator of the website that has directly infringed copyright law, before they can turn against the registrar. Additionally, it is also necessary to take action against those who have contributed to the infringements by that operation through the provision of services, such as hosting providers. This subsidiarity requirement involves at least an obligation to take all proportionate action. Only if such proportionate action is unsuccessful will the rightholder be able to invoke injunction claims against the domain registrar.<\/p>\n\n\n\n<p>The subsidiarity requirement as set up by the German BGH for access providers and (now) domain registrars has not been followed by case law in other EU member states on Article 8 (3) InfoSoc Directive. The Austrian Federal Supreme Court (OGH) has explicitly rejected a subsidiarity requirement (Austrian Oberster Gerichtshof (OGH), decision of 24 October 2017, 4 OB 121\/17y, para 6.3., available&nbsp;<a href=\"https:\/\/www.ris.bka.gv.at\/Dokument.wxe?Abfrage=Justiz&amp;Dokumentnummer=JJT_20171024_OGH0002_0040OB00121_17Y0000_000\" target=\"_blank\" rel=\"noreferrer noopener\">here<\/a>). The British High Court (at the time still a court of an EU member state) has merely assessed criteria of efficiency (“comparative efficacy and burden of the alternative measures”), but not applied a subsidiarity rule (High Court of Justice London (Chancery Division), decision of 17 October 2014 – [2014] EWHC 3354 (Ch)&nbsp;<em>Cartier vs. British Sky<\/em>, available&nbsp;<a href=\"http:\/\/www.bailii.org\/ew\/cases\/EWHC\/Ch\/2003\/3354.html\" target=\"_blank\" rel=\"noreferrer noopener\">here<\/a>). It is also questionable if the German BGH is free to set its own criteria for the duties of care that found such injunction claims. The proportionality of holding such providers responsible seems to be grounded in the harmonized framework of Article 8 (3) InfoSoc Directive and not part of the conditions and modalities which are left to the national law of the member states pursuant to Recital 59 InfoSoc Directive (same opinion Ohly Juristische Zeitschrift (JZ) 2019, 251, 254; J.B. Nordemann Gewerblicher Rechtsschutz und Urheberrecht (GRUR) GRUR 2021, 18, 21). While the BGH did not refer the case to the CJEU, it would be good to have this issue clarified by the CJEU pursuant to Article 267 TFEU in the future.<\/p>\n\n\n\n<p>No overblocking: The disconnection of a domain name will make the entire website unavailable for internet users using this domain name. Therefore, the same issue arises as for blocking measures taken by access providers against an entire website (like DNS blocks or IP address blocks). In these cases, as part of the proportionality assessment, it is necessary to exclude a disproportionate overblocking. In the decision, the BGH correctly reaches this conclusion on the basis of the necessary balancing of the fundamental rights involved (Article 17 (2) of the EU Charter for rightholders, Article 16 for the providers and Article 11 (1) for internet users). With regard to access providers, the BGH case law requires that the blocked content must be to a large extent illegal (“weit ueberwiegend illegal”, para. 34). &nbsp;Some legal content is not sufficient, as this would make it possible for the website to hide between a certain amount of legal content. The BGH did not explore this issue further with regard to domain registries.<\/p>\n\n\n\n<p>As for the future shaping of this proportionality test, quantitative criteria (such as the requirement of 90% or more illegal content) may serve as an indication, but should not be decisive. Rather, a qualitative assessment should be crucial (same opinion: Austrian Oberster Gerichtshof (OGH), decision of 24 October 2017, 4 OB 121\/17y, para 3.5., available&nbsp;<a href=\"https:\/\/www.ris.bka.gv.at\/Dokument.wxe?Abfrage=Justiz&amp;Dokumentnummer=JJT_20171024_OGH0002_0040OB00121_17Y0000_000\" target=\"_blank\" rel=\"noreferrer noopener\">here<\/a>). If the website runs a business model dedicated to copyright infringement, this should be a strong factor. In general, illegal business models deserve no protection by the legal system. The Austrian OGH has raised the question whether legal information that is exclusively available on a website must be given greater weight than content that is also available on other sites on the Internet and thus cannot exclusively satisfy the user’s need for information (Austrian Oberster Gerichtshof (OGH), op cit., para 3.6.). But caution is needed, because such considerations could again make it easy for websites to hide behind limited legal content.<\/p>\n\n\n\n<p>Requirements for prior notification: Generally speaking, duties of care for internet intermediaries under German “Stoererhaftung” only arise after notification. For a domain registrar it is necessary that the notification provides all the necessary knowledge to the domain registrar. This is (1) the copyright infringement committed on the website to be disconnected, (2) the nature of the website as structurally copyright infringing, running an illegal business model under copyright law which includes the need to avoid overblocking legal content, and (3) that the rightholder used proportionate means against the operator or the host provider of the website to end the infringement without success (subsidiarity requirement), (see para. 35).<\/p>\n\n\n\n<h2 class=\"heading-branded\">In addition: Freezing of domains<\/h2>\n\n\n\n<p>The BGH only decided on a duty of care for domain registrars to disconnect domains of websites dedicated to copyright infringement (structurally copyright infringing websites). But a disconnection may not be enough. If the registrar disconnects and in parallel allows the transfer of the domain to another registrar, the operator of the structurally copyright infringing website may re-connect the domain with a new registrar and continue the illegal business model. Against this background, in another German case the District Court of Cologne and the Court of Appeal Cologne have allowed “freezing” orders against domain registrars. In addition to the duty to disconnect there is also a duty to ensure that the domain may not be registered by the infringing operator with other registrars (“freezing”; District Court Cologne, decision 5 December 2017, 14 O 125\/16, available&nbsp;<a href=\"http:\/\/www.justiz.nrw.de\/nrwe\/lgs\/koeln\/lg_koeln\/j2017\/14_O_125_16_Urteil_20171205.html\" target=\"_blank\" rel=\"noreferrer noopener\">here<\/a>, &nbsp;confirmed by Court of Appeal (OLG) Cologne, decision of 31 August 2018, 6 U 4\/18, para. 73, available&nbsp;<a href=\"http:\/\/www.justiz.nrw.de\/nrwe\/olgs\/koeln\/j2018\/6_U_4_18_Urteil_20180831.html\" target=\"_blank\" rel=\"noreferrer noopener\">here<\/a>). It is interesting that the Cologne Courts have argued that without such freezing the domain registrar that allows the transfer of the domain and thus enables the operator to continue the infringement would even be liable as an accessory.<\/p>\n\n\n\n<h2 class=\"heading-branded\">Outlook<\/h2>\n\n\n\n<p>The German BGH decision confirms that domain registrars have a duty of care to disconnect domains used by websites dedicated to copyright infringement. It is interesting that the BGH did not see domain registrars as access providers, but still applied the duties of care for access providers to them. This needs to be welcomed as a clarification of open legal issues not only in Germany. That said, it would have been good if the BGH had referred some of the open EU law questions to the CJEU. We will have to wait for another day for a final decision on Union law.<\/p>\n\n\n\n<p><em>Access the original article on the <a href=\"http:\/\/copyrightblog.kluweriplaw.com\/2021\/02\/15\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/\" target=\"_blank\" rel=\"noreferrer noopener\">Kluwer Copyright Blog<\/a><\/em><\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<div class=\"wp-block-columns\">\n<div class=\"wp-block-column is-vertically-aligned-center\">\n<h3 class=\"heading-branded\" id=\"h-nordemann\">NORDEMANN<\/h3>\n\n\n\n<p><a rel=\"noreferrer noopener\" href=\"https:\/\/nordemann.de\/en\/\" target=\"_blank\">NORDEMANN<\/a>&nbsp;is a German law firm focused on IP and IT law. With offices in Berlin and Potsdam, the team offers strategic legal advice, creative solutions and delivers results.<\/p>\n\n\n\n<p>Their voice has academic weight and has led to many landmark cases in Germany, especially in copyright, trademark and unfair competition law. NORDEMANN represents many international and national clients.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column is-vertically-aligned-center\">\n<figure class=\"wp-block-image size-large no-styling clear-top clear-bottom\"><a href=\"https:\/\/nordemann.de\/en\/\" target=\"_blank\" rel=\"noopener noreferrer\"><img width=\"490\" height=\"214\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Nordemann-Logo_RGB_website.png\" alt=\"\" class=\"wp-image-11841\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Nordemann-Logo_RGB_website.png 490w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Nordemann-Logo_RGB_website-300x131.png 300w\" sizes=\"(max-width: 490px) 100vw, 490px\" \/><\/a><\/figure>\n<\/div>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>The German Federal Supreme Court has held that domain registrars must disconnect domains used by structurally copyright infringing websites. Read the analysis by experts at NORDEMANN. <\/p>\n","protected":false},"featured_media":13188,"template":"","meta":[],"legal_insight_topic":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.7 (Yoast SEO v19.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Rogue Websites: Domain registrars have a duty to disconnect, says German BGH - INCOPRO<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Rogue Websites: Domain registrars have a duty to disconnect, says German BGH\" \/>\n<meta property=\"og:description\" content=\"The German Federal Supreme Court has held that domain registrars must disconnect domains used by structurally copyright infringing websites. Read the analysis by experts at NORDEMANN.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/\" \/>\n<meta property=\"og:site_name\" content=\"INCOPRO\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/incoprouk\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-06-17T17:44:04+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/05\/ILN-Insights-Rogue-websites_thumb_LinkedIn.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"628\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@Incopro\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.incoproip.com\/#organization\",\"name\":\"Incopro\",\"url\":\"https:\/\/www.incoproip.com\/\",\"sameAs\":[\"https:\/\/www.instagram.com\/incoproip\/\",\"https:\/\/www.linkedin.com\/company\/incopro-ltd\/\",\"https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured\",\"https:\/\/www.facebook.com\/incoprouk\/\",\"https:\/\/twitter.com\/Incopro\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"width\":900,\"height\":483,\"caption\":\"Incopro\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.incoproip.com\/#website\",\"url\":\"https:\/\/www.incoproip.com\/\",\"name\":\"INCOPRO\",\"description\":\"Brand Protection Solutions | Brand Protection Technology\",\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.incoproip.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/#primaryimage\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/05\/ILN-Insights-Rogue-websites_thumb_LinkedIn.jpg\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/05\/ILN-Insights-Rogue-websites_thumb_LinkedIn.jpg\",\"width\":1200,\"height\":628,\"caption\":\"Rogue Websites: Domain registrars have a duty to disconnect, says German BGH\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/#webpage\",\"url\":\"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/\",\"name\":\"Rogue Websites: Domain registrars have a duty to disconnect, says German BGH - INCOPRO\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/#primaryimage\"},\"datePublished\":\"2021-05-21T10:54:03+00:00\",\"dateModified\":\"2022-06-17T17:44:04+00:00\",\"description\":\"The German Federal Supreme Court has now held that domain registrars must disconnect domains used by structurally copyright infringing websites. Read the analysis by experts at ILN member NORDEMANN.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.incoproip.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Legal Insights\",\"item\":\"https:\/\/www.incoproip.com\/legal-insights\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Rogue Websites: Domain registrars have a duty to disconnect, says German BGH\"}]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Rogue Websites: Domain registrars have a duty to disconnect, says German BGH - INCOPRO","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/","og_locale":"en_US","og_type":"article","og_title":"Rogue Websites: Domain registrars have a duty to disconnect, says German BGH","og_description":"The German Federal Supreme Court has held that domain registrars must disconnect domains used by structurally copyright infringing websites. Read the analysis by experts at NORDEMANN.","og_url":"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/","og_site_name":"INCOPRO","article_publisher":"https:\/\/www.facebook.com\/incoprouk\/","article_modified_time":"2022-06-17T17:44:04+00:00","og_image":[{"width":1200,"height":628,"url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/05\/ILN-Insights-Rogue-websites_thumb_LinkedIn.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@Incopro","twitter_misc":{"Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/www.incoproip.com\/#organization","name":"Incopro","url":"https:\/\/www.incoproip.com\/","sameAs":["https:\/\/www.instagram.com\/incoproip\/","https:\/\/www.linkedin.com\/company\/incopro-ltd\/","https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured","https:\/\/www.facebook.com\/incoprouk\/","https:\/\/twitter.com\/Incopro"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","width":900,"height":483,"caption":"Incopro"},"image":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/"}},{"@type":"WebSite","@id":"https:\/\/www.incoproip.com\/#website","url":"https:\/\/www.incoproip.com\/","name":"INCOPRO","description":"Brand Protection Solutions | Brand Protection Technology","publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.incoproip.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/#primaryimage","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/05\/ILN-Insights-Rogue-websites_thumb_LinkedIn.jpg","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/05\/ILN-Insights-Rogue-websites_thumb_LinkedIn.jpg","width":1200,"height":628,"caption":"Rogue Websites: Domain registrars have a duty to disconnect, says German BGH"},{"@type":"WebPage","@id":"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/#webpage","url":"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/","name":"Rogue Websites: Domain registrars have a duty to disconnect, says German BGH - INCOPRO","isPartOf":{"@id":"https:\/\/www.incoproip.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/#primaryimage"},"datePublished":"2021-05-21T10:54:03+00:00","dateModified":"2022-06-17T17:44:04+00:00","description":"The German Federal Supreme Court has now held that domain registrars must disconnect domains used by structurally copyright infringing websites. Read the analysis by experts at ILN member NORDEMANN.","breadcrumb":{"@id":"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.incoproip.com\/legal-insights\/rogue-websites-domain-registrars-have-a-duty-to-disconnect-says-german-bgh\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.incoproip.com\/"},{"@type":"ListItem","position":2,"name":"Legal Insights","item":"https:\/\/www.incoproip.com\/legal-insights\/"},{"@type":"ListItem","position":3,"name":"Rogue Websites: Domain registrars have a duty to disconnect, says German BGH"}]}]}},"_links":{"self":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight\/15583"}],"collection":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight"}],"about":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/types\/legal_insight"}],"version-history":[{"count":11,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight\/15583\/revisions"}],"predecessor-version":[{"id":19167,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight\/15583\/revisions\/19167"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media\/13188"}],"wp:attachment":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media?parent=15583"}],"wp:term":[{"taxonomy":"legal_insight_topic","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight_topic?post=15583"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}