{"id":17391,"date":"2021-09-24T10:36:21","date_gmt":"2021-09-24T10:36:21","guid":{"rendered":"https:\/\/www.incoproip.com\/?post_type=legal_insight&#038;p=17391"},"modified":"2022-06-17T17:47:17","modified_gmt":"2022-06-17T17:47:17","slug":"art-17-dsm-directive-international-application","status":"publish","type":"legal_insight","link":"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/","title":{"rendered":"Why the EU needs a faithful implementation of Art. 17 DSM Directive into national law"},"content":{"rendered":"\n<h3>Article by<\/h3>\n\n\n<ul class=\"speakers\">\n        <li class=\"speaker\">\n        <img\n            src=\"\/wp-content\/uploads\/2020\/02\/NORDEMANN_Jan_Bernd_Nordemann_01-12x12-c-default.jpg\"\n            data-src=\"\/wp-content\/uploads\/2020\/02\/NORDEMANN_Jan_Bernd_Nordemann_01-360x360-c-default.jpg\"\n            alt=\"Jan&#x20;Bernd&#x20;Nordemann\"\n            class=\"speaker__headshot lazyload blur-up\">\n        <div>\n            <h4 class=\"speaker__name\">Jan Bernd Nordemann<\/h4>\n            <p class=\"speaker__position\">Partner<\/p>\n                        <img\n                src=\"\/wp-content\/uploads\/2020\/02\/Nordemann-logo_RGB-6x0-c-default.png\"\n                data-src=\"\/wp-content\/uploads\/2020\/02\/Nordemann-logo_RGB-128x0-c-default.png\"\n                alt=\"\"\n                class=\"speaker__logo lazyload blur-up\">\n                    <\/div>\n    <\/li>\n        <li class=\"speaker\">\n        <img\n            src=\"\/wp-content\/uploads\/2020\/02\/NORDEMANN_Waiblinger_01-12x12-c-default.jpg\"\n            data-src=\"\/wp-content\/uploads\/2020\/02\/NORDEMANN_Waiblinger_01-360x360-c-default.jpg\"\n            alt=\"Julian&#x20;Waiblinger\"\n            class=\"speaker__headshot lazyload blur-up\">\n        <div>\n            <h4 class=\"speaker__name\">Julian Waiblinger<\/h4>\n            <p class=\"speaker__position\">Partner<\/p>\n                        <img\n                src=\"\/wp-content\/uploads\/2020\/02\/Nordemann-logo_RGB-6x0-c-default.png\"\n                data-src=\"\/wp-content\/uploads\/2020\/02\/Nordemann-logo_RGB-128x0-c-default.png\"\n                alt=\"\"\n                class=\"speaker__logo lazyload blur-up\">\n                    <\/div>\n    <\/li>\n    <\/ul>\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<h2 class=\"heading-branded\" id=\"h-summary\">Summary<\/h2>\n\n\n\n<p class=\"has-medium-font-size\"><strong>Also known as the ‘upload filter’, Article 17 of the EU&#8217;S DSM Directive introduces liability for online content-sharing service providers <span style=\"font-size: revert; color: initial;\">(OCSSPs)<\/span> in instances of copyright infringement committed by their users. To avoid liability, these platforms must provide evidence that they have made &#8220;best efforts&#8221; to ensure that copyright-infringing content is removed when notified by brands and that they prevent its re-upload in the future.<\/strong><\/p>\n\n\n\n<p>Jan Bernd Nordemann and Julian Waiblinger, experts at Nordemann, analyze Article 17 and note the following points about its international implementation: <\/p>\n\n\n\n<ul class=\"branded-bullet-list\"><li>It is critical that the EU Member States implement the Art. 17 DSM Directive uniformly to avoid national differences.<\/li><li>Otherwise the market integration aim of harmonized copyright rules for OCSSPs cannot be achieved.<\/li><li>An implementation faithful to the wording of Art. 17 DSM Directive is the only option that achieves the Directive’s stated objective: the creation of a digital single market.  <\/li><\/ul>\n\n\n\n<h2 class=\"heading-branded\">Introduction <\/h2>\n\n\n\n<p>Article 17&nbsp;<a href=\"https:\/\/eur-lex.europa.eu\/eli\/dir\/2019\/790\/oj\" target=\"_blank\" rel=\"noreferrer noopener\">Directive (EU) 2019\/790<\/a>&nbsp;on copyright and related rights in the Digital Single Market (“DSM Directive”) is currently being implemented into national law in the EU Member States. This has caused extensive debates on the national level comparable to the debate that took place when Art. 17 DSM Directive was introduced in 2019. But one topic has hardly been addressed so far: the international application of Art. 17 DSM Directive – or, to be more precise, the international application of its national implementations. This contribution analyzes the international conflict of laws rules applicable to national legislation in cross-border scenarios within the EU. A thorough analysis shows why the EU needs a faithful implementation of Art. 17 DSM Directive into the laws of the EU Member States.<\/p>\n\n\n\n<h2 class=\"heading-branded\">Art. 17 DSM Directive and Art. 3 InfoSoc Directive: Communication to the public<\/h2>\n\n\n\n<p>There is some controversy as to how the right of communication to the public as mentioned in Art. 17(1) DSM Directive relates to the right of communication to the public enshrined in Art. 3&nbsp;<a href=\"https:\/\/eur-lex.europa.eu\/legal-content\/EN\/TXT\/?uri=celex%3A32001L0029\" target=\"_blank\" rel=\"noreferrer noopener\">Directive 2001\/29\/EC<\/a>&nbsp;on the harmonization of certain aspects of copyright and related rights in the information society (“InfoSoc Directive”). Some argue that Art. 17 DSM Directive introduces a&nbsp;<em>sui generis<\/em>&nbsp;right of communication to the public that would be different from the right of communication to the public as outlined in in Art. 3 InfoSoc Directive. This does not seem convincing, as we have laid out already (see&nbsp;<a href=\"http:\/\/copyrightblog.kluweriplaw.com\/2020\/07\/16\/art-17-dsmcd-a-class-of-its-own-how-to-implement-art-17-into-the-existing-national-copyright-acts-including-a-comment-on-the-recent-german-discussion-draft-part-1\/\" target=\"_blank\" rel=\"noreferrer noopener\">here<\/a>&nbsp;and&nbsp;<a href=\"http:\/\/copyrightblog.kluweriplaw.com\/2020\/07\/17\/art-17-dsmcd-a-class-of-its-own-how-to-implement-art-17-into-the-existing-national-copyright-acts-including-a-comment-on-the-recent-german-discussion-draft-part-2\/\" target=\"_blank\" rel=\"noreferrer noopener\">here<\/a>).<\/p>\n\n\n\n<p>That said, from an international conflict of laws perspective, it seems plausible that the&nbsp;<em>sui generis<\/em>&nbsp;approach mentioned would also follow the same conflict of law rules in international scenarios as Art. 3 InfoSoc Directive. As will be outlined below, these rules have already been applied to&nbsp;<em>sui generis<\/em>&nbsp;right protection in the field of databases.<\/p>\n\n\n\n<h2 class=\"heading-branded\"><strong>International application of Art. 3 InfoSoc Directive or Art. 17 DSM Directive in cross-border scenarios: CJEU&nbsp;<em>Football Dataco\/Sportradar<\/em><\/strong><\/h2>\n\n\n\n<p>To date, there is no CJEU case law on the international application of Art. 3 InfoSoc Directive or Art. 17 DSM Directive in cross-border scenarios. However, the available case law regarding related provisions of EU law arguably also applies to the right of communication to the public pursuant Art. 3 InfoSoc Directive and Art. 17 DSM Directive. This is in particular true for the leading case CJEU&nbsp;<em>Football Dataco\/Sportradar&nbsp;<\/em>(<a href=\"https:\/\/curia.europa.eu\/juris\/liste.jsf?num=C-173\/11&amp;language=EN\" target=\"_blank\" rel=\"noreferrer noopener\">C-173\/11<\/a>).<\/p>\n\n\n\n<p>Although this decision only concerns the “re-utilization” of databases protected by the&nbsp;<em>sui generis&nbsp;<\/em>right (related right) of the EU Database Directive 96\/9, there are strong arguments that the decision also applies to Art. 3 InfoSoc Directive as a conflict of law rule governing its international application. The Database Directive 96\/9 obliges Member States to provide two separate forms of protection for databases: copyright and a&nbsp;<em>sui generis&nbsp;<\/em>database right (related right). The&nbsp;<em>sui generis&nbsp;<\/em>database right affords the maker of a qualifying database the right to prevent the unauthorized “extraction and\/or re-utilization” of the whole or a substantial part of its contents. The right of “re-utilization” pursuant to Art. 7(2)(b) Database Directive is defined as “<em>any form of making available to the public all or a substantial part of the contents of a database by … online or other forms of transmission<\/em>.” In&nbsp;<em>Football Dataco\/Sportradar<\/em>, the CJEU held (para. 21):&nbsp;<em>“That concept covers an act, such as those at issue in the main proceedings, in which a person sends, by means of his web server, to another person’s computer, at that person’s request, data previously extracted from the content of a database protected by the sui generis right. By such a sending, that data is made available to a member of the public.”&nbsp;<\/em>This is exactly what communication to the public covers under copyright and the related rights pursuant to Art. 3 InfoSoc Directive.<\/p>\n\n\n\n<p>What also speaks in favor of applying&nbsp;<em>Football Dataco\/Sportradar<\/em>&nbsp;to the international application of Art. 3 InfoSoc and Art. 17 DSM Directive is the following: it is established case law of the CJEU to interpret provisions which “have the same trigger” in parallel (see e.g. CJEU&nbsp;<a href=\"https:\/\/curia.europa.eu\/juris\/liste.jsf?num=C-117\/15\" target=\"_blank\" rel=\"noreferrer noopener\">C-117\/15<\/a>&nbsp;paras 32, 34 –&nbsp;<em>Reha Training<\/em>).<\/p>\n\n\n\n<h2 class=\"heading-branded\"><strong>The rules set by CJEU Dataco\/Sportradar<\/strong><\/h2>\n\n\n\n<p>In&nbsp;<em>Football Dataco\/Sportradar&nbsp;<\/em>the CJEU held that as a conflict of law rule, the country of protection principle pursuant to Art. 8 (1) Rome II Regulation 864\/2007 (“Rome II”) applied (paras 31, 32). It held that the mere fact that the website containing the content in question was accessible in a particular national territory was not a sufficient basis for concluding that the operator of the website was performing an infringing act caught by the national law applicable in that territory (paras 36, 37). Rather, it held: “<em>The localization of an act … in the territory of the Member State … depends on there being evidence from which it may be concluded that the act discloses an&nbsp;<u>intention<\/u>&nbsp;on the part of its performer&nbsp;<u>to target persons in that territory<\/u><\/em>.” (Para. 39 with further references).<\/p>\n\n\n\n<p>The most important factors\/indications to determine whether an offer is targeted at the public of a particular EU Member State include:<\/p>\n\n\n\n<ul class=\"branded-bullet-list\"><li>Awareness that the public in that EU Member State is using the content. (CJEU&nbsp;<em>Football Dataco\/Sportradar&nbsp;<\/em>(C-173\/11)<\/li><\/ul>\n\n\n\n<ul class=\"branded-bullet-list\"><li>Use of language \/ currency \/ payment methods aimed at the respective public in that EU Member State. (CJEU&nbsp;<em>Pammer<\/em>&nbsp;and&nbsp;<em>Alpenhof<\/em>&nbsp;(C 585\/08 and C 144\/09)<\/li><\/ul>\n\n\n\n<ul><li>Use of advertising content aimed at the respective public in that EU Member State. (CJEU&nbsp;<em>Donner<\/em>&nbsp;(C-5\/11)<\/li><\/ul>\n\n\n\n<ul class=\"branded-bullet-list\"><li>Use of a top-level domain name unspecific to the state in which the OCSSP is established. (CJEU&nbsp;<em>Pammer<\/em>&nbsp;and&nbsp;<em>Alpenhof<\/em>&nbsp;(C 585\/08 and C 144\/09)<\/li><\/ul>\n\n\n\n<p>Consequently, the national implementations of Art. 17 DSM Directive will also have to follow the conflict of laws rules determined by Art. 8 (1) Rome II Regulation and the CJEU interpretation in&nbsp;<em>Football Dataco<\/em>. This seems to be common sense in academic literature at least as far as an infringement of the right of communication is in question<a href=\"http:\/\/copyrightblog.kluweriplaw.com\/2021\/06\/21\/art-17-dsm-directive-international-application-in-eu-cross-border-scenarios-or-why-the-eu-needs-a-faithful-implementation-into-national-law\/#_ftn1\">[1]<\/a>. The German Government in its draft law to implement the DSM Directive into German law shares the view that Art. 8(1) Rome II Regulation applies to infringements of the right of communication to the public as laid out in Art. 17 DSM Directive<a href=\"http:\/\/copyrightblog.kluweriplaw.com\/2021\/06\/21\/art-17-dsm-directive-international-application-in-eu-cross-border-scenarios-or-why-the-eu-needs-a-faithful-implementation-into-national-law\/#_ftn2\">[2]<\/a>.<\/p>\n\n\n\n<h2 class=\"heading-branded\">The problem of a “mosaic approach”<\/h2>\n\n\n\n<p>Consequently, concerning conflict of laws in international (EU cross-border) scenarios, the application of national law (implementing Art. 17 DSM Directive) pursuant to Art. 8 (1) Rome II will be determined for communication to the public by answering the question to what public was the copyrighted content targeted by the OCSSP? The law of every country will apply, where the public was (at least also) targeted. Regarding communication to the public on the internet and tortious liability, this will lead to what is called a “mosaic approach”.<\/p>\n\n\n\n<p>An infringer would face liability in different EU Member States where its communication (of the copyright work) is targeted to the public in different EU Member States. This could even be the case if specific pieces of content (rather than the service as such) are targeted at the public of that EU Member State<a href=\"http:\/\/copyrightblog.kluweriplaw.com\/2021\/06\/21\/art-17-dsm-directive-international-application-in-eu-cross-border-scenarios-or-why-the-eu-needs-a-faithful-implementation-into-national-law\/#_ftn3\">[3]<\/a>. As a consequence, an OCSSP can be caught by multiple national implementations of Art. 17 DSM Directive, if the OCSSP targets multiple EU Member States.<\/p>\n\n\n\n<p>Differing implementations of Art. 17 DSM Directive in different EU Member States will lead to the following consequences:<\/p>\n\n\n\n<ul><li>Either: An OCSSP would have to prevent the availability of its services in some territories so as to avoid being caught by different national liability regimes, which set conflicting duties for the OCSSP compared to other EU Member States. One example would be unique national provisions, such as those prohibiting OCSSPs from taking measures to prevent the availability of unauthorized content in some circumstances (for instance in the case of “presumably permitted uses” under the German implementation law) conflicting with duties from other EU Member States setting duties pursuant to the wording of Art. 17 (4) and (5) DSM Directive, where no presumed legal uses may be found and duties are rather shaped on a case-by-case basis in view of proportionality. As a result, services would likely not be offered cross-border in the EU.<\/li><li>Or: OCSSPs would have to refrain from targeting Member States with deviant rules in more than one Member State. Of course, this will be somewhat difficult for EU Member States which are regularly targeted together. For example, it could be difficult for a French OCSSP not to also target Belgium, as Belgium also officially speaks French; advertisements to the French public will usually also be useful for the French speaking part of Belgium. Against this background, it will be complex for an OCSSP to avoid addressing the public in several Member States without geolocation. Anyway, a lot of content will be suitable to target different Member States even with different languages, with the OCSSP monetizing the content using targeted advertising to local audiences. And the currency would be the same for the entire Euro-zone.<\/li><li>Or: The OCSSP complies with the strictest liability regime within the EU. But this alternative will not be at hand if another implementing EU Member State obliges the OCSSP to not block unauthorized content (e.g. “presumably permitted”, but potentially infringing uploads as in the German implementation law).<\/li><\/ul>\n\n\n\n<p>The problematic consequences associated with differing implementations of Art. 17 DSM Directive in different EU Member States have already been highlighted in current academic literature. See for example&nbsp;<em>Metzger\/Senftleben<\/em>&nbsp;(op cit., page 20):&nbsp;<em>“The effect of such a literal application of Article 8(1) Rome II would be that OCSSPs would either apply geoblocking technology to comply with the requirements of the different member states or comply with the strictest regime all over Europe.”<\/em><\/p>\n\n\n\n<p>Against this background,&nbsp;<em>Metzger\/Senftleben<\/em>&nbsp;(op cit.) propose interpreting Art. 3 E-Commerce Directive generously. They brought up the question whether all issues regulated in Art. 17 DSM Directive are to be characterized as questions of copyright which are exempt from the country of origin of Art. 3 E-Commerce Directive. While this might work for certain aspects of Art. 17 DSM Directive such as the regulation of the procedural safeguards, the core issue of liability for copyright infringement cannot be solved through Art. 3 E-Commerce Directive 2000\/31 and its country-of-origin principle. Copyright rules are expressly excluded from the country-of-origin principle pursuant to Art. 3 E-Commerce Directive (see Art. 3 (3) E-Commerce-Directive and Annex). Copyright liability rules quite clearly fall into this category of copyright rules.<\/p>\n\n\n\n<h2 class=\"heading-branded\">Consequence: The EU Member States should implement Art. 17 DSM Directive avoiding national differences<\/h2>\n\n\n\n<p>In light of these consequences associated with a non-uniform implementation, it is of the utmost importance that the EU Member States implement Art. 17 DSM Directive in a way that avoids national differences, as otherwise the market integration aim of harmonized copyright rules for OCSSPs cannot be achieved. On the contrary, the DSM Directive’s political goal of further harmonization of Union law would be reversed.<\/p>\n\n\n\n<p>Consequently, an implementation faithful to the wording, i.e. close to a verbatim implementation, of Art. 17 DSM Directive is the only option that achieves the Directive’s stated objective, the creation of a digital single market. Otherwise, the Directive’s goal of harmonizing and creating a digital single market could be severely hindered. Member States should not seek to create national divergences or promote bespoke interpretations of Article 17, lest they risk undermining rather than supporting the digital single market. &nbsp;Instead, as the CJEU case law develops around Art. 17 DSM Directive, it will in due course solidify and further codify the application and interpretation of the Article. The judgment of the CJEU in case&nbsp;<a href=\"https:\/\/curia.europa.eu\/juris\/liste.jsf?oqp=&amp;for=&amp;mat=or&amp;lgrec=en&amp;jge=&amp;td=%3BALL&amp;jur=C%2CT%2CF&amp;num=C-401%252F19&amp;page=1&amp;dates=&amp;pcs=Oor&amp;lg=&amp;pro=&amp;nat=or&amp;cit=none%252CC%252CCJ%252CR%252C2008E%252C%252C%252C%252C%252C%252C%252C%252C%252C%252Ctrue%252Cfalse%252Cfalse&amp;language=en&amp;avg=&amp;cid=15264614\" target=\"_blank\" rel=\"noreferrer noopener\">C-401\/19<\/a>&nbsp;Republic of Poland\/European Parliament and Council of the European Union, which can be expected later in 2021, could already shed light on the application of the Article. The CJEU may also interpret Art. 17 DSM Directive in cases C-682\/18 Frank Peterson\/Google LLC, YouTube LLC, YouTube Inc. and Google Germany GmbH and C-682\/18 Elsevier Inc.\/Cyando AG, for which the judgment date has been set for June 22, 2021.<\/p>\n\n\n\n<p><em>The contribution is an abridged version of an expert opinion produced for a party from the content area.<\/em><\/p>\n\n\n\n<p>Access the original article on the <a href=\"http:\/\/copyrightblog.kluweriplaw.com\/2021\/06\/21\/art-17-dsm-directive-international-application-in-eu-cross-border-scenarios-or-why-the-eu-needs-a-faithful-implementation-into-national-law\/\" target=\"_blank\" rel=\"noreferrer noopener\">Kluwer Copyright Blog<\/a><\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<div class=\"wp-block-columns\">\n<div class=\"wp-block-column is-vertically-aligned-center\">\n<h3 class=\"heading-branded\" id=\"h-nordemann\">NORDEMANN<\/h3>\n\n\n\n<p><a rel=\"noreferrer noopener\" href=\"https:\/\/nordemann.de\/en\/\" target=\"_blank\">NORDEMANN<\/a>&nbsp;is a German law firm focused on IP and IT law. With offices in Berlin and Potsdam, the team offers strategic legal advice, creative solutions and delivers results.<\/p>\n\n\n\n<p>Their voice has academic weight and has led to many landmark cases in Germany, especially in copyright, trademark and unfair competition law. NORDEMANN represents many international and national clients.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column is-vertically-aligned-center\">\n<figure class=\"wp-block-image size-large no-styling clear-top clear-bottom\"><a href=\"https:\/\/nordemann.de\/en\/\" target=\"_blank\" rel=\"noopener noreferrer\"><img width=\"490\" height=\"214\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Nordemann-Logo_RGB_website.png\" alt=\"\" class=\"wp-image-11841\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Nordemann-Logo_RGB_website.png 490w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/11\/Nordemann-Logo_RGB_website-300x131.png 300w\" sizes=\"(max-width: 490px) 100vw, 490px\" \/><\/a><\/figure>\n<\/div>\n<\/div>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p>References<\/p>\n\n\n\n<p>[1]&nbsp;e.g.&nbsp;<em>Metzger\/Senftleben<\/em>&nbsp;in: Comment of the European Copyright Society on Selected Aspects of Implementing Art. 17 of the Directive on Copyright in the Digital Single Market into National Law 2020, page 19 to 20, but see for their proposals to deviate from this rule below [https:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=3589323];&nbsp;<em>Spindler<\/em>, Gutachten zur Urheberrechtsrichtlinie (DSM-Richtlinie) erstattet im Auftrag der Fraktion der Grünen im Deutschen Bundestag [Report Commissioned by the Parliamentary Group of the German Greens (Grüne)], 14.12.2019, page 71 [https:\/\/www.gruene-bundestag.de\/fileadmin\/media\/gruenebundestag_de\/themen_az\/netzpolitik\/pdf\/Gutachten_Urheberrechtsrichtlinie_01.pdf].<\/p>\n\n\n\n<p>[2]&nbsp;<a href=\"https:\/\/www.bmjv.de\/SharedDocs\/Gesetzgebungsverfahren\/Dokumente\/RegE_Gesetz_Anpassung_Urheberrecht_digitaler_Binnenmarkt.pdf;jsessionid=27CFECED41724A43AF6E35BA795059CF.2_cid334?__blob=publicationFile&amp;v=5\" target=\"_blank\" rel=\"noreferrer noopener\">Gesetzentwurf der Bundesregierung – Entwurf eines Gesetzes zur Anpassung des Urheberrechts an die Erfordernisse des digitalen Binnenmarktes<\/a>&nbsp;[Draft bill of the German Federal Government – Draft law on the adaptation of copyright law to the requirements of the Digital Single Market] of 3 February 2021, page 52<\/p>\n\n\n\n<p>[3]&nbsp;e.g. for German law implementing Art. 3 InfoSoc Directive: Land-gericht (District Court) Hamburg, 17.06.2016 – 308 O 161\/13 = GRUR-RS 2016, 12262, para. 27-30<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Legal experts at Nordemann set out why it is critical that EU Member States implement Article 17 of the DSM Directive uniformly.<\/p>\n","protected":false},"featured_media":17431,"template":"","meta":[],"legal_insight_topic":[6578],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.7 (Yoast SEO v19.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Why the EU needs a faithful implementation of Art. 17 DSM Directive into national law - INCOPRO<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Why the EU needs a faithful implementation of Art. 17 DSM Directive into national law\" \/>\n<meta property=\"og:description\" content=\"Legal experts at Nordemann set out why it is critical that EU Member States implement Article 17 of the DSM Directive uniformly.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/\" \/>\n<meta property=\"og:site_name\" content=\"INCOPRO\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/incoprouk\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-06-17T17:47:17+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/09\/Legal-Insights_Art.-17-implementation_thumb_LinkedIn.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"628\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/09\/Legal-Insights_Art.-17-implementation_thumb_LinkedIn.jpg\" \/>\n<meta name=\"twitter:site\" content=\"@Incopro\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.incoproip.com\/#organization\",\"name\":\"Incopro\",\"url\":\"https:\/\/www.incoproip.com\/\",\"sameAs\":[\"https:\/\/www.instagram.com\/incoproip\/\",\"https:\/\/www.linkedin.com\/company\/incopro-ltd\/\",\"https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured\",\"https:\/\/www.facebook.com\/incoprouk\/\",\"https:\/\/twitter.com\/Incopro\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"width\":900,\"height\":483,\"caption\":\"Incopro\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.incoproip.com\/#website\",\"url\":\"https:\/\/www.incoproip.com\/\",\"name\":\"INCOPRO\",\"description\":\"Brand Protection Solutions | Brand Protection Technology\",\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.incoproip.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/#primaryimage\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/09\/Legal-Insights_Art.-17-implementation_thumb_LinkedIn.jpg\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/09\/Legal-Insights_Art.-17-implementation_thumb_LinkedIn.jpg\",\"width\":1200,\"height\":628,\"caption\":\"Legal Insights - Art. 17 implementation\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/#webpage\",\"url\":\"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/\",\"name\":\"Why the EU needs a faithful implementation of Art. 17 DSM Directive into national law - INCOPRO\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/#primaryimage\"},\"datePublished\":\"2021-09-24T10:36:21+00:00\",\"dateModified\":\"2022-06-17T17:47:17+00:00\",\"description\":\"Legal experts at Nordemann set out why it is critical that EU Member States implement Article 17 of the DSM Directive uniformly.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.incoproip.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Legal Insights\",\"item\":\"https:\/\/www.incoproip.com\/legal-insights\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Why the EU needs a faithful implementation of Art. 17 DSM Directive into national law\"}]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Why the EU needs a faithful implementation of Art. 17 DSM Directive into national law - INCOPRO","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/","og_locale":"en_US","og_type":"article","og_title":"Why the EU needs a faithful implementation of Art. 17 DSM Directive into national law","og_description":"Legal experts at Nordemann set out why it is critical that EU Member States implement Article 17 of the DSM Directive uniformly.","og_url":"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/","og_site_name":"INCOPRO","article_publisher":"https:\/\/www.facebook.com\/incoprouk\/","article_modified_time":"2022-06-17T17:47:17+00:00","og_image":[{"width":1200,"height":628,"url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/09\/Legal-Insights_Art.-17-implementation_thumb_LinkedIn.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_image":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/09\/Legal-Insights_Art.-17-implementation_thumb_LinkedIn.jpg","twitter_site":"@Incopro","twitter_misc":{"Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/www.incoproip.com\/#organization","name":"Incopro","url":"https:\/\/www.incoproip.com\/","sameAs":["https:\/\/www.instagram.com\/incoproip\/","https:\/\/www.linkedin.com\/company\/incopro-ltd\/","https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured","https:\/\/www.facebook.com\/incoprouk\/","https:\/\/twitter.com\/Incopro"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","width":900,"height":483,"caption":"Incopro"},"image":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/"}},{"@type":"WebSite","@id":"https:\/\/www.incoproip.com\/#website","url":"https:\/\/www.incoproip.com\/","name":"INCOPRO","description":"Brand Protection Solutions | Brand Protection Technology","publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.incoproip.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/#primaryimage","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/09\/Legal-Insights_Art.-17-implementation_thumb_LinkedIn.jpg","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2021\/09\/Legal-Insights_Art.-17-implementation_thumb_LinkedIn.jpg","width":1200,"height":628,"caption":"Legal Insights - Art. 17 implementation"},{"@type":"WebPage","@id":"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/#webpage","url":"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/","name":"Why the EU needs a faithful implementation of Art. 17 DSM Directive into national law - INCOPRO","isPartOf":{"@id":"https:\/\/www.incoproip.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/#primaryimage"},"datePublished":"2021-09-24T10:36:21+00:00","dateModified":"2022-06-17T17:47:17+00:00","description":"Legal experts at Nordemann set out why it is critical that EU Member States implement Article 17 of the DSM Directive uniformly.","breadcrumb":{"@id":"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.incoproip.com\/legal-insights\/art-17-dsm-directive-international-application\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.incoproip.com\/"},{"@type":"ListItem","position":2,"name":"Legal Insights","item":"https:\/\/www.incoproip.com\/legal-insights\/"},{"@type":"ListItem","position":3,"name":"Why the EU needs a faithful implementation of Art. 17 DSM Directive into national law"}]}]}},"_links":{"self":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight\/17391"}],"collection":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight"}],"about":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/types\/legal_insight"}],"version-history":[{"count":31,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight\/17391\/revisions"}],"predecessor-version":[{"id":19172,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight\/17391\/revisions\/19172"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media\/17431"}],"wp:attachment":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media?parent=17391"}],"wp:term":[{"taxonomy":"legal_insight_topic","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight_topic?post=17391"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}