{"id":19010,"date":"2022-05-18T18:52:42","date_gmt":"2022-05-18T18:52:42","guid":{"rendered":"https:\/\/www.incoproip.com\/?post_type=legal_insight&#038;p=19010"},"modified":"2022-06-17T17:46:13","modified_gmt":"2022-06-17T17:46:13","slug":"damages-infringement-unregistered-design-rights","status":"publish","type":"legal_insight","link":"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/","title":{"rendered":"High Court Awards Additional Damages for Flagrant Infringement of Unregistered Design Rights"},"content":{"rendered":"\n<h3 id=\"h-article-by\">Article by<\/h3>\n\n\n<ul class=\"speakers\">\n        <li class=\"speaker\">\n        <img\n            src=\"\/wp-content\/uploads\/2022\/05\/Katharine-Hepburn_headshot-12x12-c-default.jpg\"\n            data-src=\"\/wp-content\/uploads\/2022\/05\/Katharine-Hepburn_headshot-360x360-c-default.jpg\"\n            alt=\"Katharine&#x20;Hepburn\"\n            class=\"speaker__headshot lazyload blur-up\">\n        <div>\n            <h4 class=\"speaker__name\">Katharine Hepburn<\/h4>\n            <p class=\"speaker__position\">Associate<\/p>\n                        <img\n                src=\"\/wp-content\/uploads\/2020\/01\/Wiggin_logo_red_RGB.svg\"\n                data-src=\"\/wp-content\/uploads\/2020\/01\/Wiggin_logo_red_RGB.svg\"\n                alt=\"Wiggin&#x20;logo\"\n                class=\"speaker__logo lazyload blur-up\">\n                    <\/div>\n    <\/li>\n    <\/ul>\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<h2 class=\"heading-branded\">Key Summary<\/h2>\n\n\n\n<p>Katharine Hepburn, Associate at Wiggin, analyzes a recent High Court case between Claimants <strong>OBTC<\/strong>, that sell luxury ‘bandage’ and ‘bodycon’ style dresses under the brands of ‘House of CB’ and ‘Mistress Rocks’, and Defendants <strong>G4K<\/strong>, that sell the same style dresses under the brand &#8216;Oh Polly.&#8217; <\/p>\n\n\n\n<p>The case brought before the Court alleged that G4K had copied the designs of several OBTC&#8217;s dresses. Ruling in favour of the Claimants, the High Court agreed that G4K had committed flagrant infringement and that the company must pay significant damages to OBTC.<\/p>\n\n\n\n<p>Key facts and takeaways:<\/p>\n\n\n\n<ul><li>In February 2021, the High Court held that seven of G4K’s garments infringed OBTC’s UK and Community unregistered design rights<\/li><li>On 20 December 2021, the High Court awarded damages of over £450,000 to OBTC, which included an additional damages uplift of 200%<\/li><li>This case presents valuable insight into how additional damages are awarded in IP cases in the UK<\/li><li>It highlights the danger of taking too much inspiration from competitor&#8217;s products <\/li><li>It also reassures brand owners of the strength of unregistered design rights in the fashion sector, so long as there is evidence of copying<\/li><\/ul>\n\n\n\n<h2 class=\"heading-branded\" id=\"h-background\">Background<\/h2>\n\n\n\n<p>The Claimants (Original Beauty Technology Company Ltd and others (<strong>OBTC<\/strong>)) sell luxury ‘bandage’ and ‘bodycon’ style dresses under the trading brands of ‘House of CB’ and ‘Mistress Rocks’. The dresses have been worn by celebrities including Beyoncé and Jennifer Lopez.<\/p>\n\n\n\n<p>The Defendants (G4K Fashion Ltd and others (<strong>G4K<\/strong>)) sell ‘bandage’ and ‘bodycon’ dresses in competition with House of CB under the brand ‘Oh Polly’.<\/p>\n\n\n\n<p>In February 2021, Mr David Stone, sitting as a Deputy High Court judge gave judgment on the merits, holding that seven of G4K’s’ garments infringed OBTC’s UK and Community unregistered design rights. Further, he found that G4K’s flagrant infringement and <em>“couldn’t care less attitude” <\/em>warranted an award of additional damages. Evidence included the deliberate sending of images of OBTC’s products to G4K’s factories for them to be copied.<\/p>\n\n\n\n<p>On 20 December 2021, Mr Stone handed down a lengthy decision following a damages inquiry, and awarded damages of over £450,000 to OBTC, which included an additional damages uplift of 200%.<\/p>\n\n\n\n<h2 class=\"heading-branded\">Facts and liability judgment<\/h2>\n\n\n\n<p>OBTC’s initial case was based on the assertion that G4K copied 91 of their garment designs. The claims were based on UK unregistered design rights (<strong>UKUDR<\/strong>); community unregistered design rights (<strong>CUDR<\/strong>); and passing off.<\/p>\n\n\n\n<p>UKUDR protects original, non-commonplace designs for the shape or configuration of the whole or part of an article. Infringement occurs where (i) the design has been copied; and (ii) the alleged infringement has been made exactly or substantially to the claimants’ design.<\/p>\n\n\n\n<p>CUDR protects novel designs with individual character for the appearance of whole or part of a product. Individual character exists when the designs do not produce the same overall impression on the informed user as prior designs. Infringement occurs where (i) the design has been copied; and (ii) the alleged infringement produces the same overall impression on the informed user as the claimants’ design.<\/p>\n\n\n\n<p>UKUDR and CUDR were held to validly subsist and infringement was found in relation to seven of the designs.<\/p>\n\n\n\n<p>Key to the finding of copying was evidence that G4K’s CEO and designer had lied in evidence about the design process (wherein she claimed to have researched trends &nbsp;from images in her Dropbox and designed the garments in her head, then looked for existing garments to show her factory what she wanted made) which was held to be a <em>“fabrication”<\/em> to get around the fact that she took images of the OBTC garments and sent them to the factory to be made. Mr Stone held that she set out to deceive OBTC and the court in relation to the design process. Such actions were deemed <em>“sufficient to warrant an award of additional damages in relation to those designs. It was at least an attitude of “couldn’t care less” about the rights of others”.<\/em><\/p>\n\n\n\n<p>The passing off claims failed, although the judge came to his conclusion <em>“with some reluctance”<\/em>, on the basis that although there was an intent to ride on the coat tails of the OBTC, the public had not been deceived into thinking the brands were associated.<\/p>\n\n\n\n<h2 class=\"heading-branded\">Damages ruling<\/h2>\n\n\n\n<h3>Standard damages<\/h3>\n\n\n\n<p>The decision provides a useful recollection as to the legal tests to be applied regarding the award of standard damages. The key principles were summarised by Kitchen J (as he then was) in <em>Ultraframe Eurocell[1]<\/em> and include the following:<\/p>\n\n\n\n<ul><li>Damages are compensatory (rather than punitive) and the general rule is that they should, as far as possible, put the claimant in the same position as they would have been in if they had not sustained the wrong\/the infringement not occurred;<\/li><li>The claimant can recover loss which was (i) foreseeable; (ii) caused by the wrong; and (iii) not excluded from recovery by public or social policy; and<\/li><li>Where the claimant has exploited their rights, they can claim:<ul><li>Lost profit on sales they would have made but for the defendant’s sales, and on their own sales to the extent the infringement forced them to make a price reduction; and<\/li><\/ul><ul><li>A reasonable royalty on sales by the defendant which the claimant would not have made. The ‘reasonable royalty’ is to be assessed on the basis of the royalty that a willing licensor and a willing licensee would have agreed, using evidence of any truly comparable licences as guidance or otherwise based on apportioning the profit available from the infringing sales.<\/li><\/ul><\/li><\/ul>\n\n\n\n<p>The judge recognised the difficulty in establishing a precise figure based on the hypothetical situation where G4K had not infringed, and stated that the court’s role was to <em>“do the best job it can with the material the parties have put before it” [by] “having regard to all the circumstances of the case and dealing with the matter broadly, with common sense and fairness”.<\/em><\/p>\n\n\n\n<h3>Damages for loss of profit on lost sales<\/h3>\n\n\n\n<p>OBTC’s case on lost profit damages was based on the number of OBTC’s lost sales multiplied by OBTC’s per unit profit. In order to assess the number of its lost sales, the total number of G4K’s sales was multiplied by a probability that a sale would instead have been made by OBTC – “P”.<\/p>\n\n\n\n<p>G4K agreed with this method but disputed the value of “P”.<\/p>\n\n\n\n<p>The judge followed a two-stage approach: firstly, assessing if there were any lost sales, and only if there were then secondly, how many. The judge held that P was 0.2 and awarded £74,847.92 in lost profits.<\/p>\n\n\n\n<p>Factors put forward by the parties and considered by the court included the nature of the parties’ businesses and that they are competitors, that the driving factor behind purchases was the look of the garment on the website and there was an overlap in customer demographic.<\/p>\n\n\n\n<h3>Reasonable royalty<\/h3>\n\n\n\n<p>The parties were in agreement that damages should also be awarded on the basis of a reasonable royalty, which can only apply to sales which have not been compensated for as sales lost by the Claimant (above).<\/p>\n\n\n\n<p>Although forensic accountancy evidence on the quantum of lost sales and reasonable royalty rates was relied upon, Mr Stone found it unhelpful and said <em>“it is for the court to assess the hypothetical negotiation between two willing parties in order to try to reach a reasonable royalty”.<\/em><\/p>\n\n\n\n<p>The difficulties in doing so were noted, particularly given that there were no comparable licences available and that the evidence from both sides was that they would never have entered into an agreement with each other and if they had, would never have negotiated beyond their own <em>“red lines”.<\/em><\/p>\n\n\n\n<p>OBTC claimed the reasonable royalty should be £170,000 (£11 per garment) whereas G4K stated it was around £15,000 (£1 per garment).<\/p>\n\n\n\n<p>The judge awarded reasonable royalty damages in the sum of £75,276.64. He arrived at this figure based on the following:<\/p>\n\n\n\n<ul><li>The royalty would have been based on G4K’s net sales revenue;<\/li><li>Partial and whole designs would have been treated the same – as a design conscious business seeking to attract customers looking for “trends” it was the trend that was important to G4K;<\/li><li>G4K had no other sources of on-trend designs from a successful business and so to be able to license OBTC’s designs it would have paid an above-average royalty rate of 10%;<\/li><li>OBTC were not running a licensing business and so any agreement would have had to have been worth the administrative effort, such that OBTC would have wanted a minimum licence fee which was deemed to be £4,000 per design; and<\/li><li>This royalty would have eaten into the G4K’s profits but not led to a loss. Further, they could have increased their prices to increase the profit margin (and based on evidence, they would have readily done so).<\/li><\/ul>\n\n\n\n<h3>Additional damages<\/h3>\n\n\n\n<p>Pursuant to section 229(2) of the Copyright, Designs and Patents Act 1988, the court may award <em>“such additional damages as the justice of the case may require” “having regard to all the circumstances”.<\/em><\/p>\n\n\n\n<p>G4K accepted that OBTC were entitled to additional damages resulting from the flagrancy of the infringement.<\/p>\n\n\n\n<p>The judge referred to the principles set out in the leading case on additional damages (<em>PPL v Ellis[2]<\/em>), including that additional damages may be partly or wholly punitive; serve as a valuable deterrent effect to the infringer; must be <em>“effective, proportionate and dissuasive”<\/em> and that a particularly egregious award would amount to an abuse of rights.<\/p>\n\n\n\n<p>Mr Stone commented that there is a lack of guidance on how to calculate additional damages and there is no general approach to take.<\/p>\n\n\n\n<p>G4K proposed an uplift of 20% of the standard damages award. OBTC sought the total sum they would have received if they, rather than G4K, had made every infringing sale (over £500,000) or total revenues made by G4K for those sales (£451,188).<\/p>\n\n\n\n<p>The judge awarded additional damages of £300,000 (200% uplift on the standard damages) and said that <em>“only an award of this size will be sufficient to punish them for what they have done, and to deter them from infringing again”.<\/em><\/p>\n\n\n\n<p>Factors considered included:<\/p>\n\n\n\n<ul><li>The large-scale infringement: the judge rejected arguments that the infringement was small scale when considered as a proportion of the G4K’s business – over 15,000 garments over 4 years was large-scale infringement;<\/li><li>The dishonest evidence of G4K‘s key witness;<\/li><li>G4K’s continuing denial of copying throughout trial;<\/li><li>Despite receiving a letter from OBTC in 2016, the last infringing garment was first marketed for sale 10 days after the Claim Form was sent to them and thereafter, sales continued up until the liability trial was underway;<\/li><li>The success of and resources available to G4K were relevant to the deterrent effective and what would make an award <em>“effective, proportionate and dissuasive”.<\/em><\/li><\/ul>\n\n\n\n<p>The total award was therefore in the sum of £450,124.56 (which represented more than the gross profit received by G4K).<\/p>\n\n\n\n<h2 class=\"heading-branded\">Wiggin Comment<\/h2>\n\n\n\n<p>This case offers rare guidance into additional damages awards in IP cases and acts both as a warning against taking too much inspiration from competitor products; and reassurance as to the strength of unregistered design rights in the fashion sector, so long as there is evidence of copying. The decision also serves to emphasise the importance of conduct in proceedings.<\/p>\n\n\n\n<p>Citation: <u>Original Beauty Technology Company Limited &amp; Ors v G4K Fashion Limited &amp; Ors<\/u> [2021] EWHC 3439<\/p>\n\n\n\n<p><em>See article about the main judgment <a href=\"https:\/\/www.wiggin.co.uk\/insight\/high-court-finds-unregistered-design-right-infringement-in-relation-to-bodycon-and-bandage-dress-designs\/\" target=\"_blank\" rel=\"noreferrer noopener\">here<\/a>.<\/em><\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<div class=\"wp-block-columns\">\n<div class=\"wp-block-column is-vertically-aligned-center\">\n<h3 class=\"heading-branded\">Wiggin<\/h3>\n\n\n\n<p><a href=\"https:\/\/www.wiggin.co.uk\/\" target=\"_blank\" rel=\"noreferrer noopener\">Wiggin LPP<\/a> is a London-based law firm focused on media, technology, and IP. They advise clients on the financing, exploitation, and protection of their creative and commercial assets in these sectors.<\/p>\n\n\n\n<p>Wiggin’s IP team specializes in protecting clients’ rights robustly and creatively. They are renowned for online content, anti-piracy and anti-counterfeiting work and have been at the forefront of the most significant cases in this field.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column is-vertically-aligned-center\">\n<figure class=\"wp-block-image size-large no-styling clear-top clear-bottom\"><a href=\"https:\/\/www.wiggin.co.uk\/\" target=\"_blank\" rel=\"noopener noreferrer\"><img width=\"490\" height=\"214\" src=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Wiggin-Logo_Red_RGB_website.png\" alt=\"\" class=\"wp-image-11164\" srcset=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Wiggin-Logo_Red_RGB_website.png 490w, https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/10\/Wiggin-Logo_Red_RGB_website-300x131.png 300w\" sizes=\"(max-width: 490px) 100vw, 490px\" \/><\/a><\/figure>\n<\/div>\n<\/div>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p>References<\/p>\n\n\n\n<p>[1] <em>Ultraframe (UK) Limited v Eurocell Building Plastics Limited and Anor<\/em> [2006] EWHC 1344 (Pat) at [47]<\/p>\n\n\n\n<p>[2] <em>Phonographic Performance Limited v Ellis (trading as Bla Bla Bar) <\/em>[2018] EWCA Civ 2812<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Read analysis of a recent High Court case between Claimants OBTC, that sells luxury ‘bandage’ and ‘bodycon’, and Defendants G4K, that sells the same style dresses.<\/p>\n","protected":false},"featured_media":14586,"template":"","meta":[],"legal_insight_topic":[6577],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.7 (Yoast SEO v19.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>High Court Awards Additional Damages for Flagrant Infringement of Unregistered Design Rights - INCOPRO<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"High Court Awards Additional Damages for Flagrant Infringement of Unregistered Design Rights\" \/>\n<meta property=\"og:description\" content=\"Read analysis of a recent High Court case between Claimants OBTC, that sells luxury ‘bandage’ and ‘bodycon’, and Defendants G4K, that sells the same style dresses.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/\" \/>\n<meta property=\"og:site_name\" content=\"INCOPRO\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/incoprouk\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-06-17T17:46:13+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/05\/Legal-Insights_Design-right-damages.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"627\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/05\/Legal-Insights_Design-right-damages.jpg\" \/>\n<meta name=\"twitter:site\" content=\"@Incopro\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.incoproip.com\/#organization\",\"name\":\"Incopro\",\"url\":\"https:\/\/www.incoproip.com\/\",\"sameAs\":[\"https:\/\/www.instagram.com\/incoproip\/\",\"https:\/\/www.linkedin.com\/company\/incopro-ltd\/\",\"https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured\",\"https:\/\/www.facebook.com\/incoprouk\/\",\"https:\/\/twitter.com\/Incopro\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png\",\"width\":900,\"height\":483,\"caption\":\"Incopro\"},\"image\":{\"@id\":\"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.incoproip.com\/#website\",\"url\":\"https:\/\/www.incoproip.com\/\",\"name\":\"INCOPRO\",\"description\":\"Brand Protection Solutions | Brand Protection Technology\",\"publisher\":{\"@id\":\"https:\/\/www.incoproip.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.incoproip.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/#primaryimage\",\"url\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/05\/Legal-Insights_Design-right-damages.jpg\",\"contentUrl\":\"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/05\/Legal-Insights_Design-right-damages.jpg\",\"width\":1200,\"height\":627,\"caption\":\"Legal Insights - High Court Design Rights Damages\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/#webpage\",\"url\":\"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/\",\"name\":\"High Court Awards Additional Damages for Flagrant Infringement of Unregistered Design Rights - INCOPRO\",\"isPartOf\":{\"@id\":\"https:\/\/www.incoproip.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/#primaryimage\"},\"datePublished\":\"2022-05-18T18:52:42+00:00\",\"dateModified\":\"2022-06-17T17:46:13+00:00\",\"description\":\"Read analysis of a recent High Court case between Claimants OBTC, that sell luxury ‘bandage’ and ‘bodycon’, and Defendants G4K, that sell the same style dresses.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.incoproip.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Legal Insights\",\"item\":\"https:\/\/www.incoproip.com\/legal-insights\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"High Court Awards Additional Damages for Flagrant Infringement of Unregistered Design Rights\"}]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"High Court Awards Additional Damages for Flagrant Infringement of Unregistered Design Rights - INCOPRO","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/","og_locale":"en_US","og_type":"article","og_title":"High Court Awards Additional Damages for Flagrant Infringement of Unregistered Design Rights","og_description":"Read analysis of a recent High Court case between Claimants OBTC, that sells luxury ‘bandage’ and ‘bodycon’, and Defendants G4K, that sells the same style dresses.","og_url":"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/","og_site_name":"INCOPRO","article_publisher":"https:\/\/www.facebook.com\/incoprouk\/","article_modified_time":"2022-06-17T17:46:13+00:00","og_image":[{"width":1200,"height":627,"url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/05\/Legal-Insights_Design-right-damages.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_image":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/05\/Legal-Insights_Design-right-damages.jpg","twitter_site":"@Incopro","twitter_misc":{"Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/www.incoproip.com\/#organization","name":"Incopro","url":"https:\/\/www.incoproip.com\/","sameAs":["https:\/\/www.instagram.com\/incoproip\/","https:\/\/www.linkedin.com\/company\/incopro-ltd\/","https:\/\/www.youtube.com\/channel\/UCD_ZTDZOUgH7P_QrzVEBKYA\/featured","https:\/\/www.facebook.com\/incoprouk\/","https:\/\/twitter.com\/Incopro"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2020\/01\/why-partner-with-incopro.png","width":900,"height":483,"caption":"Incopro"},"image":{"@id":"https:\/\/www.incoproip.com\/#\/schema\/logo\/image\/"}},{"@type":"WebSite","@id":"https:\/\/www.incoproip.com\/#website","url":"https:\/\/www.incoproip.com\/","name":"INCOPRO","description":"Brand Protection Solutions | Brand Protection Technology","publisher":{"@id":"https:\/\/www.incoproip.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.incoproip.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/#primaryimage","url":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/05\/Legal-Insights_Design-right-damages.jpg","contentUrl":"https:\/\/www.incoproip.com\/wp-content\/uploads\/2022\/05\/Legal-Insights_Design-right-damages.jpg","width":1200,"height":627,"caption":"Legal Insights - High Court Design Rights Damages"},{"@type":"WebPage","@id":"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/#webpage","url":"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/","name":"High Court Awards Additional Damages for Flagrant Infringement of Unregistered Design Rights - INCOPRO","isPartOf":{"@id":"https:\/\/www.incoproip.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/#primaryimage"},"datePublished":"2022-05-18T18:52:42+00:00","dateModified":"2022-06-17T17:46:13+00:00","description":"Read analysis of a recent High Court case between Claimants OBTC, that sell luxury ‘bandage’ and ‘bodycon’, and Defendants G4K, that sell the same style dresses.","breadcrumb":{"@id":"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.incoproip.com\/legal-insights\/damages-infringement-unregistered-design-rights\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.incoproip.com\/"},{"@type":"ListItem","position":2,"name":"Legal Insights","item":"https:\/\/www.incoproip.com\/legal-insights\/"},{"@type":"ListItem","position":3,"name":"High Court Awards Additional Damages for Flagrant Infringement of Unregistered Design Rights"}]}]}},"_links":{"self":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight\/19010"}],"collection":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight"}],"about":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/types\/legal_insight"}],"version-history":[{"count":36,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight\/19010\/revisions"}],"predecessor-version":[{"id":19170,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight\/19010\/revisions\/19170"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media\/14586"}],"wp:attachment":[{"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/media?parent=19010"}],"wp:term":[{"taxonomy":"legal_insight_topic","embeddable":true,"href":"https:\/\/www.incoproip.com\/wp-json\/wp\/v2\/legal_insight_topic?post=19010"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}